Repository: axiak/xvidcap-pulseaudio
Catalog: doc/man/*/xvidcap.1-*.po
Languages: de, it

source: Record X11 screen portions to video
de: Nimmt Bereiche der X11 Anzeige als Video auf
it: Registra in video porzioni di schermo X11

source: file name pattern
de: Dateinamensmuster

source: frames per second
de: Frames pro Sekunde

source: geometry
de: Aufnahmebereich

source: size percentage
de: prozentuale Größe

source: quality percentage
de: prozentuale Qualität

source: maximum duration in seconds
de: maximale Aufnahmedauer in Sekunden

source: maximum frames
de: maximale Anzahl Frames

source: initial frame number
de: Anfang der Frame-Nummerierung

source: output file format
de: Ausgabe-Dateiformat

source: audio codec
de: Ton Codec

source: audio capture device
de: Ton-Aufnahmegerät

source: audio bit rate
de: Ton Bit Rate

source: audio sample rate
de: Ton Abtastrate

source: audio channels
de: Ton Kanäle

source: Introduction
de: Beschreibung
it: Introduzione

source: is a tool that captures movement on a selected area of an X11 screen to files. It can operate in two distinct modes: (1)
de: ist ein Werkzeug, welches Bewegungen in einem ausgewählten Bereich einer X11 Anzeige speichert. Es kann auf zwei unterschiedliche Arten arbeiten: (1)

source: single-frame
de: Einzelbild-Aufnahme

source: capture or (2)
de: (single-frame capture) oder (2)

source: multi-frame
de: Film-Aufnahme

source: capture. In single-frame capture mode
de: (multi-frame capture). Bei der Einzelbild-Aufnahme macht

source: takes a configurable number of screenshots per second and saves them to individual files. In multi-frame capture mode
de: eine konfigurierbare Anzahl von Bildschirmfotos pro Sekunde und speichert sie als einzelne Bild-Dateien. Bei der Film-Aufnahme macht

source: also takes a number of screenshots per second, but encodes them to a single video in real time. Audio capture is only available with multi-frame formats.
de: ebenfalls eine Anzahl von Bildschirmfotos pro Sekunde, kodiert sie aber zur Laufzeit zu einem Film und speichert diesen in einer einzelnen Video-Datei. Ton-Aufnahme ist bei Einzelbild-Aufnahme nicht möglich.

source: Recording in single-frame capture mode may be more convenient if you wish to preprocess the images before encoding, or if you need other video codecs
de: Die Einzelbild-Aufnahme kann unter Umständen geeigneter sein, wenn die Bilder vor dem Kodieren bearbeitet werden sollen oder wenn Video Codecs benötigt werden, die

source: does not support. Individual images can later be encoded with tools like ffmpeg, mencoder, or transcode.
de: nicht unterstützt. Die einzelnen Bilder können später mit Werzeugen wie ffmpeg, mendocer oder transcode zu einem Film kodiert werden.

source: For help, feature requests, or bug-reports please turn to
de: Für weitere Hilfe, Verbesserungsvorschläge oder Fehlerberichte wenden Sie sich bitte an

source: Options
de: Optionen
it: Opzioni

source: This program follows the usual GNU command line syntax, with long options starting with two dashes (
de: Dieses Program folgt der gängigen GNU Befehlszeilen-Syntax bei der lange Optionen mit zwei Bindestrichen (

source: ). A summary of options is included below.
de: ) beginnen. Folgende Optionen sind möglich:

source: Runs
de: Lässt

source: in verbose mode. This will provide more information about user settings, input and output codecs, performance and so forth. Messages like
de: ausführlichere Meldungen im Terminal ausgeben. Dies wird detailiertere Informationen bzgl. Einstellungen, Codecs, Aufnahme-Leistung etc. auflisten. Meldungen wie

source: while capturing mean you are missing frames due to lack of ressources (dropped frames). This results in a video that will play back too quickly. Note though, that verbose mode slows down
de: während der Aufnahme bedeuten, dass mangels Rechenleistung Einzelbilder bei der Aufnahme verloren gehen. Dies führt zu einem Video, welches bei der Wiedergabe zu schnell abgespielt wird. Merke jedoch, dass die ausführlichen Meldungen

source: and may actually be
de: verlangsamen und den Verlust von Einzelbildern sogar

source: causing
de: verursachen

source: frame drops. Try running without verbose mode and watch the frame drop monitor.
de: können. Versuchen Sie die ausführlichen Meldungen abzuschalten und den Bild-Verlust Messer im Auge zu behalten.

source: tries to be smart about what capture mode you want. If you specify
de: versucht zu erkennen welche Art von Aufnahme erwünscht ist. Bei der Angabe von

source: will assume you want multi-frame capture. You can explicitly specify capture mode on the command line with this switch. If, for example, you have your settings properly configured and saved with multi-frame capture as the default mode, calling
de: wird es davon ausgehen, dass die die Film-Aufnahme ist. Mit diesem Schalter kann die gewünschte Art der Aufnahme explizit angegeben werden. Wenn, zum Beispiel, in den gespeicherten Einstellungen die Film-Aufnahme als Standard eingestellt ist, wird

source: will start
de: dafür sorgen, dass

source: in single-frame capture mode with all stored settings. The default is multi-frame capture.
de: für die Einzelbild-Aufnahme gestartet wird. Film-Aufnahme ist programm-seitig als Standard eingestellt.

source: File name or pattern to use for saving the captured frames. A file name pattern contains printf()-like formatting (ref.
de: Dateiname oder Muster zur Verwendung beim Abspeichern der aufgenommenen Bilder. Ein Muster enthält Formatierungsangaben wie sie von printf() verwendet werden (s.

source: ) information to make the file name incrementable, e.g.
de: ), um es zu ermöglichen, den Dateinamen hochzuzählen, z. B.

source: . This is necessary for single-frame capture.
de: . Bei der Einzelbild-Aufnahme ist dies nötig.

source: will replace the first printf() format string with the number of the frame currently captured. Thus, in the example given, it will write to files
de: wird das erste Vorkommen einer printf() Formatierungs-Information durch die Nummer des aktuellen Einzelbilds ersetzen. Im obigen Beispiel etwa werden Dateien

source: , etc. The frame number to start with can be specified with
de: etc. geschrieben. Die Anfangsnummer der Nummerierung kann mit

source: , see above.
de: angegeben werden, s. oben.

source: Multi-frame capture does not need a file pattern. If you specify one nonetheless like
de: Film-Aufnahmen benötigen kein hochzählbaren Dateinamen. Wenn dennoch ein Muster im Dateinamen enthalten ist, wie etwa

source: for example,
de: , wird

source: will replace the format string with the number of the current recording session (always starting the count from zero). This will enable you to manually in-/decrement that number, or use the autocontinue feature (ref.
de: die Formatierungsangabe durch die Nummer der aktuellen Aufnahme-Sitzung (die Nummerierung beginnt immer bei Null) ersetzen. Dies ermöglicht es, diese Nummer manuell heraufzusetzen oder die automatische Aufnahme-Fortsetzung zu verwenden (s. unten bei

source: below) effectively creating a series of video files.
de: ), um damit eine Serie von Filmen zu erzeugen.

source: Specifies the number of frames to be captured per second. This parameter accepts floating point values, which allows for very low capture rates like e.g.
de: Gibt die Anzahl von Einzelbildern (Frames) an, die pro Sekunde aufgenommen werden sollen. Diese Option akzeptiert Fliesskomma-Werte als Parameter, was es ermöglicht, sehr kleine Raten anzugeben (z. B.

source: to record one frame every 2 seconds. This is only possible in single-frame mode. Codecs used for multi-frame modes usually only accept certain frame rates as valid. Note that fractional frame rates for codecs like MPEG1 which only accept very specific fractions are disabled in this version due to an inconsistency with fractional timing between
de: ), um etwa ein Bild nur alle zwei Sekunden aufzunehmen. Dies ist allerdings nur bei der Einzelbildaufnahme möglich, da die bei der Film-Aufnahme verwendeten Video Codecs in der Regel nur bestimmte Bildraten als gültig akzeptieren. Fliesskomma-Werte für Codecs wie MPEG1, die nur ganz bestimmte Raten zulassen, sind in dieser Version deaktiviert. Es existiert eine Inkonsistenz bei der Behandlung von Fliesskomma Bildraten zwischen libavcodec und

source: and libavcodec. Only integer frames rates will be accepted here.
de: . In diesen Fällen werden nur ganzzahlige Bildraten akzeptiert.

source: Specify the geometry as for e. g.
de: Gibt den Aufnahmebereich an wie eine Fenstergeometrie etwa für

source: , i. e. like this:
de: , also wie folgt:

source: width
de: Breite

source: height
de: Höhe

source: x-position
de: Horizontale Position

source: y-position
de: Vertikale Position

source: This overrides the default width and height of the capture frame. Use the picker button of the GUI rather than this command line option to adjust the frame size to a given window. Capture sizes below 20 x 20 don't seem to work well with most multi-frame capture codecs.
de: Diese Option überschreibt die Standard-Einstellung für Breite und Höhe des Aufnahmebereichs. Verwenden Sie statt dieser Option die Bereichswähler-Schaltfläche, um die Grösse an die eines bestehenden Fensters anzugleichen. Aufnahmebereiche kleiner 20 x 20 Bildpunkte scheinen mit den meisten bei der Film-Aufnahme verwendeten Video Codecs nicht gut zu funktionieren.
it: Ignora la larghezza e l'altezza predefinita del fotogramma acquisito. Usa il pulsante selettore dell'interfaccia grafica al posto di questa opzione della linea di comando per regolare la dimensione del fotogramma per una data finestra. Le dimensioni di acquisizione inferiori a 20 x 20 non funzionano correttamente con la gran parte dei codificatori per l'acquisizione a fotogrammi multipli.

source: Rescale the output to a percentage of the original input. A value of
de: Ändert die Grösse des ausgegebenen Films relativ zur Eingangsgrösse des Aufnahmebereichs. Ein Wert von bspw.

source: , e. g. makes the output size be 25 percent of the original input area.
de: erzeugt ein Video, dessen Bilder eine Grösse von 25 Prozent der Originalgrösse haben.

source: Specify a value between
de: Geben Sie einen Wert zwischen

source: and
de: und

source: to define the quality encoding. The default value is
de: an für die Qualität der Kodierung. Der Vorgabewert liegt bei

source: Enable or disable the usage of the X11 shared memory extension. For shared memory support both client and server have to run on the same host. If shared memory support is available,
de: Schaltet die Verwendung der X11 "shared memory" Erweiterung an oder aus. Wenn die Erweiterung unterstützt wird, verwendet

source: will use it by default. If your X server and client do not run on the same machine, you need to disable it by passing
de: sie per Vorgabe. Dafür müssen X Server und Client jedoch auf dem gleichen Rechner laufen. Ist dies nicht der Fall, müssen Sie die Verwendung ausschalten, etwa per

source: Specifies the maximum time to capture, a value of
de: Gibt die maximale Dauer einer einzelnen Aufnahmesitzung an. Wenn der Wert auf

source: will cause
de: dafür sorgen, dass

source: to capture until stopped interactively. For any other value any recording session will stop automatically after the specified number of seconds. This parameter conflicts with
de: die Aufnahme fortsetzen bis sie interaktiv beendet wird. Bei jedem anderen Wert wird die Aufnahme nach der angegebenen Anzahl Sekunden automatisch beendet. Dieser Parameter kolliediert ggf. mit

source: (see below). If both are given
de: (s. unten). Wenn beide spezifiziert sind, wird

source: will stop capturing when either applies. The program accepts floating point values, e.g.
de: die Aufnahme bei der ersten eintretenden Begrenzung beendet. Das Programm akzeptiert Fliesskomma-Werte wie

source: Stops capturing after the specified number of frames are captured. If
de: Beendet die Aufnahme automatisch nach der angegebenen Anzahl Einzelbilder. Wenn der Wert auf

source: xvidcap will capture until stopped interactively, ref.
de: die Aufnahme fortsetzen bis sie interaktiv beendet wird, s.

source: above.
de: oben.

source: Defines the start number which should be used for numbering files. The default value is
de: Geben Sie hier die Zahl an, die als erstes bei der Einzelbild-Aufnahme für die Nummerierung von Einzelbildern und Dateien verwendet werden soll. Der Vorgabewert ist

source: .This parameter is used for single-frame capture only. The numbering of movie files for
de: . Dieser Parameter wird nur von der Einzelbild-Aufnahme verwendet. Die Zählung der Video Dateien bei der Film-Aufnahme unter Verwendung von

source: always starts at zero.
de: beginnt immer bei

source: When multi-frame capture is selected, maximum recording time or frames are specified, and the output filename is incrementable (see
de: Wenn bei der Film-Aufnahme eine maximale Aufnahmedauer oder eine maximale Anzahl von Einzelbildern angegeben ist und der Dateiname hochzählbar ist (s.

source: below),
de: oben), kann

source: can automatically continue to capture to a new file when one exceeds the maximum recording time or number of frames. This will change the behaviour of
de: die Aufnahme nach der automatischen Beendigung ebenso automatisch mit einer neuen Zieldatei fortsetzen. Dies ändert das Verhalten von

source: because recording will not stop at the specified limits, but rather start a new video file. The feature is esp. useful if you want to automatically split your recording into chunks of e. g. five minutes. If no argument
de: da die Aufnahme beim Erreichen der angegebenen Begrenzungen nicht länger komplett stoppt, sondern ein neues Video beginnt. Diese Funktionalität ist besonders dann nützlich, wenn man die Aufnahme automatisch in vorgegebene Abschnitte (etwa zu je fünf Minuten) stückeln möchte. Wenn keine Option

source: is given,
de: angegeben ist, verwendet

source: defaults to
de: für die automatische Fortsetzung den Vorgabewert

source: . Because single-frame capture needs an incrementable filename to count the individual frames, this feature is disabled for single-frame capture.
de: . Bei der Einzelbild-Aufnahme ist diese Funktionalität ebenfalls abgeschaltet, weil hier der hochzählbare Dateiname für die Nummerierung der Einzelbilder verwendet wird.

source: Start
de: Starte

source: with or without control GUI overriding what's in the preferences file. Running without GUI will automatically start a single capture session. It can be stopped by either specifying one of
de: mit oder ohne grafisches Benutzerinterface. Ein Betrieb ohne grafisches Benutzerinterface startet automatisch eine einzelne Aufnahmesitzung. Diese kann entweder durch die Verwendung von

source: or
de: oder

source: , or by hitting CTRL-C.
de: oder durch die Tastenkombination CTRL-C beendet werden. Damit beendet sich auch das Programm.

source: supports automatic detection of parameters for output format, video- and audio codec. If any of those settings are saved as fixed values in the stored preferences, they can be overriden by specifying the parameter
de: kann Parameter für Ausgabe-Dateiformat, Video- und Audio Codec automatisch erkennen. Wenn eine dieser Einstellungen als fest konfigurierter Wert in den Einstellungen abgespeichert ist, kann sie für sie wieder die automatische Erkennung gewählt werden, durch Spezifikation des Parameter

source: to any of the arguments
de: bei irgendeiner der Optionen

source: , or
de: oder

source: . This argument is a shorthand for setting all three to automatic detection.
de: . Diese Option hier ist eine Kurzfassung, die für alle drei Einstellungen automatische Erkennung aktiviert.

source: Override preferences and automatic codec selection with the explicitly specified codec.
de: Setzt explizit einen Codec ggf. anstelle des automatisch erkannten oder in den Einstellungen gespeicherten.
it: Non tiene conto delle preferenze e della selezione automatica del codificatore utilizzando il codificatore video espressamente specificato.

source: List valid codecs.
de: Zeigt eine Liste unterstützter Codecs.
it: Elenca i codificatori validi.

source: Override preferences and automatic format selection with the explicitly specified file format.
de: Setzt explizit ein Dateiformat ggf. anstelle des automatisch erkannten oder in den Einstellungen gespeicherten.
it: Non tiene conto delle preferenze e della selezione automatica del formato utilizzando il formato espressamente specificato.

source: List valid file formats.
de: Zeigt eine Liste unterstützter Ausgabe-Dateiformate.
it: Elenca i formati file validi.

source: Audio Options
de: Optionen für Ton-Aufnahme
it: Opzioni audio

source: The following options relate to audio capture which is available with multi-frame output formats only. There audio streams can either be captured from a compatible audio device (e.g.
de: Die folgenden Optionen beziehen sich auf die Ton-Aufnahme, die nur bei Film-Aufnahme möglich ist. Dabei können Klänge entweder von einem kompatiblen Audio-Gerät (z.B.

source: ) or from STDIN (ref.
de: ) oder von STDIN aufgenommen werden, s.

source: below).
de: unten.

source: Enable or disable audio capture using default parameters or those saved to the preferences file. If supported this is enabled by default for multi-frame capture.
de: Schaltet Ton-Aufnahme an oder aus und verwendet ggf. Vorgabewerte oder gespeicherte Einstellungen. Wenn Ton-Aufnahme unterstützt wird, ist dies bei der Film-Aufnahme per Vorgabewert angeschaltet.
it: Abilita o disabilita l'acquisizione audio utilizzando i parametri predefiniti o quelli salvati nel file delle preferenze. Se supportata, è abilitata in maniera predefinita per l'acquisizione a fotogrammi multipli.

source: Override preferences and automatic codec selection with the explicitly specified audio codec.
de: Setzt explizit einen Ton Codec ggf. anstelle des automatisch erkannten oder in den Einstellungen gespeicherten.
it: Non tiene conto delle preferenze e della selezione automatica del codificatore utilizzando il codificatore audio espressamente specificato.

source: List valid audio codecs.
de: Zeigt eine Liste unterstützter Ton Codecs.
it: Elenca i codificatori audio validi.

source: Capture audio from the specified device or from stdin. The latter allows for dubbing a captured video using a command line like the following. The default is
de: Wählt als Ton-Eingang entweder das angegebene Gerät oder STDIN. Letzteres erlaubt es, die Aufnahme mit einer existierenden Ton-Aufnahme zu hinterlegen. Dazu verwendet man einen Aufruf wie den folgenden. Der Vorgabewert ist

source: cat some.mp3 | xvidcap --audio_in -
de: cat irgendein.mp3 | xvidcap --audio_in -
it: cat qualche.mp3 | xvidcap --audio_in -

source: Set the desired bit rate. The default is
de: Setzt die gewünschte Bit Rate. Der Vorgabewert ist

source: bit. Note that when using STDIN input the input file will be resampled as needed.
de: Bit. Bei der Verwendung von STDIN als Ton-Eingang wird die Quelle ggf. konvertiert.

source: Set the desired sample rate. The default is
de: Setzt die gewünschte Abtastrate. Der Vorgabewert ist

source: Hz. Note that when using STDIN input the input file will be resampled as needed.
de: Hz. Bei der Verwendung von STDIN als Ton-Eingang wird die Quelle ggf. konvertiert.

source: Set the desired number of channels. The default is
de: Setzt die gewünschte Anzahl von Ton Kanälen. Der Vorgabewert ist

source: for mono. Any value above
de: für mono. Jeglicher Wert über

source: is probably only useful with STDIN input and a 5-channel AC audio input file or very good and rare recording equipment.
de: ist wahrscheinlich nur bei STDIN als Ton-Quelle und einer 5-Kanal AC Audio Datei oder sehr guter und seltener Aufnahme-Ausstattung sinnvoll.

source: Authors
de: Autoren
it: Autori

source: was written by Rasca Gmelch and Karl H. Beckers.
de: wurde entwickelt von Rasca Gmelch und Karl H. Beckers.

source: This manual page was written by Karl H. Beckers
de: Diese manpage wurde von Karl H. Beckers

source: for the
de: für das

source: project.
de: Project geschrieben.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts and no Back-Cover Texts.
de: Die Genehmigung dieses Dokument zu kopieren, verteilen und/oder zu verändern wird erteilt im Rahmen der GNU Free Documentation License Version 1.1 oder jeglicher späterer Version, die durch die Free Software Foundation herausgegeben wurde; ohne unveränderliche Abschnitte, Voder- oder Rückseiten Texte.
it: È consentito copiare, distribuire e/o modificare il contenuto della guida rispettando i termini della GNU Free Documentation License, Versione 1.1 o qualsiasi altra versione successiva pubblicata dalla Free Software Foundation; senza sezioni immodificabili, senza testi di copertina e di retrocopertina.

source: --file <replaceable>file name pattern</replaceable><arg choice="plain">|-</arg>
it: --file <replaceable>modello di nome file</replaceable><arg choice="plain">|-</arg>

source: --fps <replaceable>frames per second</replaceable>
it: --fps <replaceable>fotogrammi al secondo</replaceable>

source: --cap_geometry <replaceable>geometry</replaceable>
it: --cap_geometry <replaceable>geometria</replaceable>

source: --rescale <replaceable>size percentage</replaceable>
it: --rescale <replaceable>percentuale della dimensione</replaceable>

source: --quality <replaceable>quality percentage</replaceable>
it: --quality <replaceable>percentuale della qualità</replaceable>

source: --time <replaceable>maximum duration in seconds</replaceable>
it: --time <replaceable>durata massima in secondi</replaceable>

source: --frames <replaceable>maximum frames</replaceable>
it: --frames <replaceable>numero massimo fotogrammi</replaceable>

source: --start_no <replaceable>initial frame number</replaceable>
it: --start_no <replaceable>numero fotogramma iniziale</replaceable>

source: --codec <replaceable>video codec</replaceable>
it: --codec <replaceable>codificatore video</replaceable>

source: --format <replaceable>output file format</replaceable>
it: --format <replaceable>formato del file di uscita</replaceable>

source: --aucodec <replaceable>audio codec</replaceable>
it: --aucodec <replaceable>codificatore audio</replaceable>

source: --audio_in <replaceable>audio capture device</replaceable><arg choice="plain">|-</arg>
it: --audio_in <replaceable>dispositivo di acquisizione audio</replaceable><arg choice="plain">|-</arg>

source: --audio_bits <replaceable>audio bit rate</replaceable>
it: --audio_bits <replaceable>bitrate audio</replaceable>

source: --audio_rate <replaceable>audio sample rate</replaceable>
it: --audio_rate <replaceable>campionamento audio</replaceable>

source: --audio_channels <replaceable>audio channels</replaceable>
it: --audio_channels <replaceable>canali audio</replaceable>
