Repository: axiak/xvidcap-pulseaudio
Catalog: doc/man/*/xvidcap.1-*.po
Languages: de, it

source: <application>xvidcap</application> is a tool that captures movement on a selected area of an X11 screen to files. It can operate in two distinct modes: (1) <emphasis>single-frame</emphasis> capture or (2) <emphasis>multi-frame</emphasis> capture. In single-frame capture mode <application>xvidcap</application> takes a configurable number of screenshots per second and saves them to individual files. In multi-frame capture mode <application>xvidcap</application> also takes a number of screenshots per second, but encodes them to a single video in real time. Audio capture is only available with multi-frame formats.
it: <application>xvidcap</application> è uno strumento che acquisisce su file il movimento presente in un'area selezionata di uno schermo X11. Può essere usato in due diverse modalità: (1) acquisizione a <emphasis>fotogramma singolo</emphasis> e (2) acquisizione a <emphasis>fotogrammi multipli</emphasis>. In modalità di acquisizione a fotogramma singolo <application>xvidcap</application> cattura un numero configurabile di schermate per secondo e le salva in file distinti. Anche in modalità di acquisizione a fotogrammi multipli <application>xvidcap</application> cattura un numero di schermate per secondo, ma le codifica in un singolo video in tempo reale. L'acquisizione audio è disponibile solo con i formati a fotogrammi multipli.

source: Recording in single-frame capture mode may be more convenient if you wish to preprocess the images before encoding, or if you need other video codecs <application>xvidcap</application> does not support. Individual images can later be encoded with tools like ffmpeg, mencoder, or transcode.
it: La registrazione in modalità di acquisizione a fotogramma singolo potrebbe essere più conveniente se si desidera preprocessare le immagini prima della codifica, o se si vuole usare codificatori video che <application>xvidcap</application> non supporta. Le singole immagini possono essere successivamente codificate con strumenti quali ffmpeg, mencoder, o transcode.

source: This program follows the usual GNU command line syntax, with long options starting with two dashes (<literal>--</literal>). A summary of options is included below.
it: Questo programma segue la solita sintassi della linea di comando GNU, con opzioni lunghe che iniziano con due trattini (<literal>--</literal>). Un riepilogo delle opzioni è incluso di seguito.

source: Runs <application>xvidcap</application> in verbose mode. This will provide more information about user settings, input and output codecs, performance and so forth. Messages like <quote>"missing XX milli secs .."</quote> while capturing mean you are missing frames due to lack of ressources (dropped frames). This results in a video that will play back too quickly. Note though, that verbose mode slows down <application>xvidcap</application> and may actually be <emphasis>causing</emphasis> frame drops. Try running without verbose mode and watch the frame drop monitor.
it: Esegue <application>xvidcap</application> in modalità prolissa. Ciò fornirà ulteriori informazioni su impostazioni utente, codificatori audio e video, prestazioni ed altro. Messaggi del tipo "XX millisecondi mancanti .." durante l'acquisizione indicano una perdita di fotogrammi per mancanza di risorse (fotogrammi scartati). Ciò dovrebbe manifestarsi con un'anomala velocità di riproduzione dei video. Occorre notare, che la modalità prolissa rallenta <application>xvidcap</application> e potrebbe <emphasis>causare</emphasis> perdita di fotogrammi. Provare ad eseguirlo senza la modalità prolissa e guardare l'indicatore dei fotogrammi scartati.

source: <application>xvidcap</application> tries to be smart about what capture mode you want. If you specify <literal>--file test.avi</literal><application>xvidcap</application> will assume you want multi-frame capture. You can explicitly specify capture mode on the command line with this switch. If, for example, you have your settings properly configured and saved with multi-frame capture as the default mode, calling <literal>xvidcap --sf</literal> will start <application>xvidcap</application> in single-frame capture mode with all stored settings. The default is multi-frame capture.
it: <application>xvidcap</application> prova ad determinare autonomamente la modalità di acquisizione desiderata. Se si specifica <literal>--file test.avi</literal>, <application>xvidcap</application> supporrà la scelta dell'acquisizione a fotogrammi multipli. Si può specificare espressamente la modalità di acquisizione dalla linea di comando con questa opzione. Se, per esempio, si ha una configurazione appropriata e salvata con la modalità di acquisizione a fotogrammi multipli quale modalità predefinita, l'esecuzione di <literal>xvidcap --sf</literal> avvierà <application>xvidcap</application> in modalità di acquisizione a fotogramma singolo con tutte le impostazioni memorizzate. La modalità predefinita è l'acquisizione a fotogrammi multipli.

source: --file <replaceable>file name pattern</replaceable>
it: --file <replaceable>modello di nome file</replaceable>

source: File name or pattern to use for saving the captured frames. A file name pattern contains printf()-like formatting (ref. <literal>man printf</literal>) information to make the file name incrementable, e.g. <literal>--file out-%02d.xwd</literal>. This is necessary for single-frame capture. <application>xvidcap</application> will replace the first printf() format string with the number of the frame currently captured. Thus, in the example given, it will write to files <filename>out-00.xwd</filename>, <filename>out-01.xwd</filename>, <filename>out-02.xwd</filename>, etc. The frame number to start with can be specified with <literal>--start_no</literal>, see above.
it: Nome file o modello da usare per il salvataggio dei fotogrammi acquisiti. Un modello di nome file contiene formattazioni alla maniera di printf() (rif. <literal>man printf</literal>) informazioni per rendere incrementabile il nome file, ad es. <literal>--file out-%02d.xwd</literal>. Ciò è necessario per l'acquisizione a fotogramma singolo. <application>xvidcap</application> sostituirà la prima stringa di formato printf() con il numero dei fotogrammi attualmente acquisiti. Nell'esempio dato, creerà i file <filename>out-00.xwd</filename>, <filename>out-01.xwd</filename>, <filename>out-02.xwd</filename>, ecc. Il numero del fotogramma iniziale può essere specificato con <literal>--start_no</literal>, vedere sopra.

source: Multi-frame capture does not need a file pattern. If you specify one nonetheless like <literal>--file mymovie-%d.mpeg</literal> for example, <application>xvidcap</application> will replace the format string with the number of the current recording session (always starting the count from zero). This will enable you to manually in-/decrement that number, or use the autocontinue feature (ref. <literal>--continue</literal> below) effectively creating a series of video files.
it: L'acquisizione a fotogrammi multipli non richiede un modello di file. Specificandone uno, tuttavia, come <literal>--file miofilmato-%d.mpeg</literal> per esempio, <application>xvidcap</application> sostituirà la stringa di formato con il numero della sessione di registrazione attuale (iniziando sempre il conteggio da zero). Ciò permetterà di incrementare/decrementare manualmente tale numero, o usare la funzionalità di continuazione automatica (rif. <literal>--continue</literal> in seguito) creando effettivamente una di serie di file video.

source: Specifies the number of frames to be captured per second. This parameter accepts floating point values, which allows for very low capture rates like e.g. <literal>--fps 0.5</literal> to record one frame every 2 seconds. This is only possible in single-frame mode. Codecs used for multi-frame modes usually only accept certain frame rates as valid. Note that fractional frame rates for codecs like MPEG1 which only accept very specific fractions are disabled in this version due to an inconsistency with fractional timing between <application>xvidcap</application> and libavcodec. Only integer frames rates will be accepted here.
it: Specifica il numero di fotogrammi da acquisire per ogni secondo. Questo parametro accetta valori in virgola mobile, e permette velocità di acquisizione molto basse come ad es. <literal>--fps 0.5</literal> per registrare un fotogramma ogni 2 secondi. Ciò è possibile solo in modalità a fotogramma singolo. I codificatori usati per la modalità a fotogrammi multipli di solito accettano solo alcune velocità come valide. Notare che le velocità frazionali dei fotogrammi per codificatori quali MPEG1 che accettano solo frazioni molto specifiche sono disabilitate in questa versione a causa di un'inconsistenza del conteggio del tempo frazionale tra <application>xvidcap</application> e libavcodec. Saranno accettate solo velocità intere dei fotogrammi.

source: Specify the geometry as for e. g. <application>xterm</application>, i. e. like this: <replaceable>width</replaceable>x<replaceable>height</replaceable>+<replaceable>x-position</replaceable>+<replaceable>y-position</replaceable>
it: Specifica la geometria per es. <application>xterm</application>, ad es. in questo modo: <replaceable>larghezza</replaceable>x<replaceable>altezza</replaceable>+<replaceable>posizione-x</replaceable>+<replaceable>posizione-y</replaceable>

source: Rescale the output to a percentage of the original input. A value of <literal>25</literal>, e. g. makes the output size be 25 percent of the original input area. Rescaling does not work with XWD output.
it: Ridimensiona l'uscita a una percentuale dell'ingresso originale. Una valore di <literal>25</literal>, ad es. fa sì che la dimensione d'uscita sia il 25 percento dell'area d'ingresso originale. Il ridimensionamento non funziona con l'uscita XWD.

source: Specify a value between <literal>0</literal> and <literal>100</literal> to define the quality encoding. The default value is <literal>90</literal>. Note that the effect of a value below <literal>100</literal> has changed in version 1.1.5.
it: Specificare un valore tra <literal>0</literal> e <literal>100</literal> per definire la qualità di codifica. Il valore predefinito è <literal>90</literal>. Notare che l'effetto di un valore al di sotto di <literal>100</literal> è cambiato nella versione 1.1.5.

source: Enable or disable the usage of the X11 shared memory extension. For shared memory support both client and server have to run on the same host. If shared memory support is available, <application>xvidcap</application> will use it by default. If your X server and client do not run on the same machine, you need to disable it by passing <literal>--source x11</literal>.
it: Abilita o disabilita l'utilizzo dell'estensione memoria condivisa di X11. Per il supporto della memoria condivisa sia client che server devono essere in esecuzione sulla stessa macchina. Se il supporto della memoria condivisa è disponibile, <application>xvidcap</application> lo utilizzerà in maniera predefinita. Se il server X e il client non sono in esecuzione sulla stessa macchina, è necessario disabilitare il supporto specificando <literal>--source x11</literal>.

source: Specifies the maximum time to capture, a value of <literal>0</literal> will cause <application>xvidcap</application> to capture until stopped interactively. For any other value any recording session will stop automatically after the specified number of seconds. This parameter conflicts with <literal>--frames</literal> (see below). If both are given <application>xvidcap</application> will stop capturing when either applies. The program accepts floating point values, e.g. <literal>2.5</literal>.
it: Specifica il tempo massimo di acquisizione, se uguale a <literal>0</literal>, <application>xvidcap</application> acquisirà fino all'interruzione manuale. Per ogni altro valore, ogni sessione di registrazione si interromperà automaticamente dopo il numero specificato di secondi. Questo parametro è in conflitto con <literal>--frames</literal> (vedere in seguito). Se entrambi sono specificati, <application>xvidcap</application> interromperà l'acquisizione. Il programma accetta valori in virgola mobile, ad es. <literal>2.5</literal>.

source: Stops capturing after the specified number of frames are captured. If <literal>0</literal> xvidcap will capture until stopped interactively, ref. <literal>--time</literal> above.
it: Ferma l'acquisizione dopo un numero specificato di fotogrammi acquisiti. Se uguale a <literal>0</literal>, xvidcap acquisirà fino all'interruzione manuale, rif. <literal>--time</literal> sopra.

source: Defines the start number which should be used for numbering files. The default value is <literal>0</literal>.This parameter is used for single-frame capture only. The numbering of movie files for <literal>--continue</literal> always starts at zero.
it: Definisce il numero iniziale che dovrebbe essere usato per la numerazione dei file. Il valore predefinito è <literal>0</literal>. Questo parametro è utilizzato solo per l'acquisizione a fotogramma singolo. La numerazione dei filmati per <literal>--continue</literal> inizia sempre da zero.

source: When multi-frame capture is selected, maximum recording time or frames are specified, and the output filename is incrementable (see <literal>--file</literal> below), <application>xvidcap</application> can automatically continue to capture to a new file when one exceeds the maximum recording time or number of frames. This will change the behaviour of <literal>--time</literal> and <literal>--frames</literal> because recording will not stop at the specified limits, but rather start a new video file. The feature is esp. useful if you want to automatically split your recording into chunks of e. g. five minutes. If no argument <literal>--continue</literal> is given, <application>xvidcap</application> defaults to <literal>no</literal>. Because single-frame capture needs an incrementable filename to count the individual frames, this feature is disabled for single-frame capture.
it: Quando è selezionata l'acquisizione a fotogrammi multipli, tempo massimo di registrazione o fotogrammi sono specificati, e il nome file di uscita è incrementabile (vedere <literal>--file</literal> in seguito), <application>xvidcap</application> può continuare automaticamente l'acquisizione in un nuovo file quando uno eccede il tempo massimo di registrazione o il numero di fotogrammi. Ciò cambierà il comportamento di <literal>--time</literal> e <literal>--frames</literal> perché la registrazione non si fermerà ai limiti specificati, ma inizierà un nuovo file video. La funzionalità è utile se si desidera dividere automaticamente le proprie registrazioni in spezzoni di es. cinque minuti. Se nessun argomento <literal>--continue</literal> viene specificato, <application>xvidcap</application> è impostato su <literal>no</literal>. Poiché l'acquisizione a fotogramma singolo necessita di un nome file incrementabile per contare i singoli fotogrammi, questa funzionalità è disabilitata per questo tipo di acquisizione.

source: Start <application>xvidcap</application> with or without control GUI overriding what's in the preferences file. Running without GUI will automatically start a single capture session. It can be stopped by either specifying one of <literal>--time</literal> or <literal>--frames</literal>, or by hitting CTRL-C.
it: Avvia <application>xvidcap</application> con o senza l'interfaccia grafica ignorando quanto contenuto nel file delle preferenze. L'esecuzione senza interfaccia grafica avvierà automaticamente una singola sessione di acquisizione. Può essere interrotta specificando <literal>--time</literal> o <literal>--frames</literal>, o premendo CTRL-C

source: <application>xvidcap</application> supports automatic detection of parameters for output format, video- and audio codec. If any of those settings are saved as fixed values in the stored preferences, they can be overriden by specifying the parameter <literal>auto</literal> to any of the arguments <literal>--format</literal>, <literal>--codec</literal>, or <literal>--aucodec</literal>. This argument is a shorthand for setting all three to automatic detection.
it: <application>xvidcap</application> supporta il rilevamento automatico dei parametri per formato di uscita, codificatore video e audio. Se ognuna di queste impostazioni viene salvata con valore fisso nelle preferenze memorizzate, è possibile non tenerne conto specificando il parametro <literal>auto</literal> per ognuno degli argomenti di <literal>--format</literal>, <literal>--codec</literal>, o <literal>--aucodec</literal>. Questo argomento è una scorciatoia per il rilevamento automatico dei tre parametri.

source: The following options relate to audio capture which is available with multi-frame output formats only. There audio streams can either be captured from a compatible audio device (e.g. <filename>/dev/dsp</filename>) or from STDIN (ref. <literal>--audio_in</literal> below).
it: Le seguenti opzioni riguardano l'acquisizione audio che è disponibile solo con i formati di uscita a fotogrammi multipli. Questi flussi audio possono essere inoltre acquisiti da un dispositivo audio compatibile (ad es. <filename>/dev/dsp</filename>) o da STDIN (rif. <literal>--audio_in</literal> in seguito).

source: --audio_in <replaceable>audio capture device</replaceable>|-
it: --audio_in <replaceable>dispositivo di acquisizione audio</replaceable>|-

source: Capture audio from the specified device or from stdin. The latter allows for dubbing a captured video using a command line like the following. The default is <filename>/dev/dsp</filename>.
it: Acquisizione audio da un dispositivo specificato o da stdin. Questa opzione consente il doppiaggio di un video acquisito usando un comando come il seguente. Il valore predefinito è <filename>/dev/dsp</filename>.

source: Set the desired bit rate. The default is <literal>64000</literal> bit. Note that when using STDIN input the input file will be resampled as needed.
it: Imposta il bitrate desiderato. Il valore predefinito è <literal>64000</literal> bit. Notare che, utilizzando lo STDIN, il file d'ingresso sarà ricampionato come richiesto.

source: Set the desired sample rate. The default is <literal>44100</literal> Hz. Note that when using STDIN input the input file will be resampled as needed.
it: Imposta il campionamento desiderato. Il valore predefinito è <literal>44100</literal> Hz. Notare che, utilizzando lo STDIN, il file d'ingresso sarà ricampionato come richiesto.

source: Set the desired number of channels. The default is <literal>2</literal> for stereo. Any value above <literal>2</literal> is probably only useful with STDIN input and a 5-channel AC audio input file or very good and rare recording equipment.
it: Imposta il numero di canali desiderato. Il valore predefinito è <literal>2</literal> per stereo. Ogni valore maggiore di <literal>2</literal> è probabilmente utile solo in caso di ingresso da STDIN e file audio AC a 5 canali o strumenti di registrazione di alta qualità e scarsa diffusione.

source: <application>xvidcap</application> was written by Rasca Gmelch and Karl H. Beckers.
it: <application>xvidcap</application> è stato scritto da Rasca Gmelch e Karl H. Beckers.

source: This manual page was written by Karl H. Beckers <email>karl.h.beckers@gmx.net</email> for the <application>xvidcap</application> project.
it: Questa pagina di manuale è stata scritta da Karl H. Beckers <email>karl.h.beckers@gmx.net</email> per il progetto <application>xvidcap</application>.

source: This translation was done by TRANSLATOR-CREDITS HERE!!!
it: Questa traduzione è stata curata da Vincenzo Reale (smart2128@baslug.org).

source: translator-credits
it: Vincenzo Reale <smart2128@baslug.org> (italiano)
