Repository: axiak/xvidcap-pulseaudio
Catalog: doc/man/*/xvidcap-dbus-client.1-*.po
Languages: de

source: January 2008
de: Januar 2008

source: Remote Control Utility for XVidCap
de: Fernsteuerung für XVidCap

source: Introduction
de: Beschreibung

source: <application>xvidcap-dbus-client</application> is a small utility to allow for manipulating an xvidcap capture session from outside xvidcap. Its main purpose is to be used from the command line or key bindings.
de: <application>xvidcap-dbus-client</application> ist ein Werkzeug zum Steuern einer xvidcap Aufnahme von außerhalb xvidcap selbst. Der wesentliche Verwendungszweck ist die Steuerung von der Kommandozeile aus oder im Zusammenhang mit Tastatur-Kürzeln.

source: Options
de: Optionen

source: This program follows the usual GNU command line syntax, with long options starting with two dashes (<literal>--</literal>). A summary of options is included below.
de: Dieses Program folgt der gängigen GNU Befehlszeilen-Syntax bei der lange Optionen mit zwei Bindestrichen (<literal>--</literal>) beginnen. Folgende Optionen sind möglich:

source: This sends a command to xvidcap to either start or stop a capturing session or to pause or resume one. If xvidcap is not running it will be started.
de: Hiermit wird der Befehl an xvidcap gesendet, eine Aufnahme entweder zu starten oder zu stoppen, oder eine Pause einzulegen, bzw. diese zu beenden. Falls xvidcap nicht läuft, wird es gestartet.

source: Authors
de: Autoren

source: <application>xvidcap-dbus-client</application> was written by Karl H. Beckers.
de: <application>xvidcap-dbus-client</application> wurde entwickelt von Karl H. Beckers.

source: This manual page was written by Karl H. Beckers <email>karl.h.beckers@gmx.net</email> for the <application>xvidcap</application> project.
de: Diese manpage wurde von Karl H. Beckers <email>karl.h.beckers@gmx.net</email> für das <application>xvidcap</application> Project geschrieben.

source: This translation was done by TRANSLATOR-CREDITS HERE!!!
de: Karl H. Beckers <karl.h.beckers@gmx.net>

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts and no Back-Cover Texts.
de: Die Genehmigung dieses Dokument zu kopieren, verteilen und/oder zu verändern wird erteilt im Rahmen der GNU Free Documentation License Version 1.1 oder jeglicher späterer Version, die durch die Free Software Foundation herausgegeben wurde; ohne unveränderliche Abschnitte, Voder- oder Rückseiten Texte.

source: translator-credits
de: Karl H. Beckers <karl.h.beckers@gmx.net>, 2006, 2007
