Repository: axiak/xvidcap-pulseaudio
Catalog: doc/xvidcap/*/xvidcap.xml-*.po
Languages: de, it

source: A check in the <guilabel>auto</guilabel> checkbox makes <application>xvidcap</application> automatically select an appropriate video codec for the output format selected. For example, if <quote>Microsoft Audio Video Interleaved File (avi)</quote> is selected the video codec will be <quote>Microsoft DIVX 2</quote>. If the <guilabel>auto</guilabel> checkbox is unchecked, the dropdown menu allows for manually selecting a codec, possibly overriding <application>xvidcap's</application> decision.
de: Ein Haken bei <guilabel>auto</guilabel> lässt <application>xvidcap</application> automatisch anhand des ausgewählten Ausgabeformats einen passenden Video Codec auswählen. Wenn Sie zum Beispiel <quote>Microsoft Audio Video Interleaved Datei</quote> angegeben haben, wird als Video Codec <quote>Microsoft DIVX 2</quote> gewählt. Wenn der Haken entfernt wird, erlaubt die Auswahlliste eine manuelle Auswahl eines Codecs, die ggf. <application>xvidcaps</application> Entscheidung schlägt.
it: Se si spunta la casella <guilabel>auto</guilabel>, <application>xvidcap</application> selezionerà automaticamente un codificatore video appropriato per il formato di uscita selezionato. Per esempio, se si seleziona <quote>Microsoft Audio Video Interleaved File (avi)</quote>, il codificatore video sarà <quote>Microsoft DIVX 2</quote>. Se la casella <guilabel>auto</guilabel> è deselezionata, il menu a tendina permette di selezionare manualmente un codificatore, ignorando la decisione di <application>xvidcap</application>.

source: The number of frames to capture per second. This control can either be a scale or a dropdown menu, if the selected codec only supports certain frame rates.
de: Die Anzahl der pro Sekunde aufzunehmender Einzelbilder. Dieser Schalter kann entweder ein Schieberegler oder eine Auswahlliste sein, jenachdem welche Bildraten der ausgewählte Codec zulässt.
it: Il numero di fotogrammi da acquisire per secondo. Questo controllo può essere una scala o un menu a tendina, se il codificatore selezionato supporta solo alcune velocità.

source: The effect of setting quality to a value below 100 % has changed in <application>xvidcap</application> 1.1.5. Be sure to test the values in your stored preferences. In the past a quality setting of <quote>20</quote> could yield good results depending on the codec chosen. This is no longer the case. A setting of <quote>75</quote> may be acceptable to you, a value of <quote>85</quote> will typically be. A video resulting from a capture with a quality setting of <quote>90</quote> will not normally be easy to distinguish from one captured at <quote>100</quote> percent quality.
de: Die Wirkung eines Qualitäts-Werts unter 100 % hat sich in <application>xvidcap</application> 1.1.5 geändert. Testen Sie die Werte in Ihren gespeicherten Einstellungen. In der Vergangenheit konnte ein Wert für Qualität von <quote>20</quote>, in Abhängigkeit vom gewählten Codec, gute Ergebnisse erzielen. Das ist nun nicht mehr der Fall. Ein Wert von <quote>75</quote> mag akzeptable sein, <quote>85</quote> wird es üblicherweise sein. Ein Video, welches mit einem Qualitäts-Wert von <quote>90</quote> aufgenommen wurde, wird nomalerweise kaum von einem zu unterscheiden sein, welches bei <quote>100</quote> Prozent Qualität aufgenommen wurde.
it: L'effetto dell'impostazione della qualità a un valore inferiore al 100% è cambiato in <application>xvidcap</application> 1.1.5. Assicurarsi di provare i valori nelle preferenze memorizzate. Nel passato un'impostazione di qualità di <quote>20</quote> poteva ottenere buoni risultati a seconda del codificatore scelto. Non è più così. Un'impostazione di <quote>75</quote> potrebbe essere accettabile, un valore di <quote>85</quote> normalmente lo sarà. Un video risultante da un'acquisizione con un'impostazione di qualità di <quote>90</quote> non sarà normalmente facile da distinguere da uno acquisito a una qualità del <quote>100</quote> percento.

source: the multi-frame capture mode audio settings are:
de: Die Ton-Einstellungen für die Film-Aufnahme sind:
it: le impostazioni audio per la modalità di acquisizione a fotogrammi multipli sono:

source: Enable Audio
de: Ton aufnehmen
it: Abilita audio

source: Check this to capture audio along with video frames.
de: Machen Sie hier einen Haken, um mit den Bildern auch Ton aufzunehmen.
it: Spuntare questa opzione per acquisire l'audio insieme ai fotogrammi video.

source: Input Device
de: Eingangs-Gerät
it: Dispositivo d'ingresso

source: Type in the name of the input device to caputer audio from or select it through the file selector button (<guibutton>...</guibutton>).
de: Geben Sie hier den Namen des Eingangs-Geräts ein, von dem der Ton aufgenommen werden soll oder wählen Sie es durch den Auswahldialog (<guibutton>...</guibutton>).
it: Inserire il nome del dispositivo di ingresso usato per acquisire l'audio o selezionarlo con il pulsante di selezione file (<guibutton>...</guibutton>).

source: A check in the <guilabel>auto</guilabel> checkbox makes <application>xvidcap</application> automatically select an appropriate audio codec for the video output format selected. For example, if <quote>Microsoft Audio Video Interleaved File (avi)</quote> is selected the audio codec will be <quote>MPEG2</quote>. If the <guilabel>auto</guilabel> checkbox is unchecked, the dropdown menu allows for manually selecting a codec, possibly overriding <application>xvidcap's</application> decision.
de: Ein Haken bei <guilabel>auto</guilabel> lässt <application>xvidcap</application> automatisch anhand des Ausgabeformats einen passenden Audio Codec auswählen. Wenn Sie zum Beispiel <quote>Microsoft Audio Video Interleaved Datei</quote> angeben, wird als Ausgabeformat <quote>MPEG2</quote> gewählt. Wenn der Haken entfernt wird, erlaubt die Auswahlliste eine manuelle Auswahl eines Audio Codecs, die ggf. <application>xvidcaps</application> Entscheidung schlägt.
it: Se si spunta la casella <guilabel>auto</guilabel>, <application>xvidcap</application> selezionerà automaticamente il codificatore audio appropriato per il formato video di uscita selezionato. Per esempio, se <quote>Microsoft Audio Video Interleaved File (avi)</quote> è selezionato il codificatore audio sarà <quote>MPEG2</quote>. Se la casella <guilabel>auto</guilabel> è deselezionata, il menu a tendina permette di selezionare manualmente un codificatore, ignorando la decisione di <application>xvidcap</application>.

source: Sample Rate
de: Abtastrate
it: Campionamento

source: Audio sample rate. If you're using piped input audio the audio stream is resampled to the specified rate if required.
de: Die zu verwendende Ton-Abtastrate. Wenn Sie eine <quote>pipe</quote> als Ton Eingang verwenden, wird das Eingangssignal gemäß der hier eingestellten Rate neu abgetastet.
it: Campionamento audio. Se si usa un ingresso audio in pipe, il flusso audio viene ricampionato alla velocità specificata se richiesto.

source: Piped Audio Input
de: Ton Eingang durch eine <quote>pipe</quote>
it: Ingresso audio in pipe

source: Instead of capturing audio from a real-time audio source, you can also pipe a pre-recorded audio file to <application>xvidcap</application>. This way you can effectively dub your recording with a given audio track. To do this you need to:
de: Anstatt Ton von einer Echtzeit-Quelle aufzunehmen, können Sie auch eine <quote>pipe</quote> als Eingang verwenden, in die Sie von anderswo eine vorhandene Audio-Datei geben. Auf diese Art können Sie Ihre Aufnahme mit einer gegebenen Ton-Spur unterlegen. Um dies zu erreichen, tun Sie folgendes:
it: Invece che acquisire l'audio da una fonte audio in tempo reale, si può anche redirigere con una pipe un file audio registrato in precedenza a <application>xvidcap</application>. In questo modo si può effettivamente doppiare la propria registrazione con una data traccia audio. Per fare ciò bisogna:

source: <application>cat</application> my.mp3 | <application>xvidcap</application><parameter>--mf</parameter><parameter>--audio yes</parameter><parameter>--audio_in -</parameter><parameter>--file test.avi</parameter>
de: <application>cat</application> mein.mp3 | <application>xvidcap</application><parameter>--mf</parameter><parameter>--audio yes</parameter><parameter>--audio_in -</parameter><parameter>--file test.avi</parameter>
it: <application>cat</application> mio.mp3 | <application>xvidcap</application><parameter>--mf</parameter><parameter>--audio yes</parameter><parameter>--audio_in -</parameter><parameter>--file test.avi</parameter>

source: When you start the recording session in <application>xvidcap</application> it will sample audio from the piped file.
de: Sobald Sie nun Ihre Aufnahmesitzung starten, wird <application>xvidcap</application> den Ton aus der angegebenen Datei aufnehmen.
it: Quando si avvia una sessione di registrazione, <application>xvidcap</application> campionerà l'audio dal file rediretto con una pipe.

source: Audio bit rate. If you're using piped input audio the audio stream is resampled to the specified rate if required.
de: Die zu verwendende Ton Bit Rate. Wenn Sie eine <quote>pipe</quote> als Ton Eingang verwenden, wird das Eingangssignal gemäß der hier eingestellten Rate neu abgetastet.
it: Bitrate audio. Se non stai usando un ingresso audio rediretto con una pipe, il flusso audio è ricampionato alla velocità specificata se richiesto.

source: Channels
de: Kanäle
it: Canali

source: Number of audio channels. If you're using piped input audio the audio stream is resampled to the specified number of channels if required.
de: Die zu verwendende Anzahl von Ton Kanälen. Wenn Sie eine <quote>pipe</quote> als Ton Eingang verwenden, wird das Eingangssignal gemäß der hier eingestellten Rate neu abgetastet.
it: Numero di canali audio. Se si sta usando un ingresso audio rediretto con una pipe, il flusso audio è ricampionato al numero di canali se richiesto.

source: Command Preferences
de: Einstellungen Befehle
it: Preferenze comandi

source: This tab contains various settings regarding which commands to execute for certain actions.
de: Dieser Reiter enthält diverse Einstellungen hinsichtlich der Befehle, die für verschiedene Tätigkeiten ausgeführt werden.
it: Questa scheda contiene diverse impostazioni riguardanti i comandi da eseguire per determinate azioni.

source: possible commands to set are:
de: Konfigurierbare Befehle sind:
it: i comandi che si possono impostare sono:

source: Single Frame Playback Command
de: Wiedergabe-Befehl für Einzelbild-Aufnahme
it: Comando di riproduzione per fotogramma singolo

source: The command specified here is executed when the item <guimenuitem>Animate / Play</guimenuitem> is selected from the main menu or the play button is pressed on the capture results dialog while in single-frame capture mode.
de: Der Befehl hier wird ausgeführt, wenn bei der Einzelbild-Aufnahme der Menüpunkt <guimenuitem>Animieren / Abspielen</guimenuitem> ausgewählt wird oder die Wiedergabe Schaltfläche im Ergebnisdialog angeclickt wird.
it: Questo comando è eseguito se si seleziona la voce del menu principale <guimenuitem>Anima / Riproduci</guimenuitem> o in caso di pressione del pulsante di riproduzione della finestra dei risultati di acquisizione in modalità di acquisizione a fotogramma singolo.

source: Specifying Commands
de: Befehle angeben
it: Specificare comandi

source: Any command can be configured here. It could theoretically be completely unrelated to video capture. You will always want to make sure that the called application is in your path and that you end your command line with the <application>&amp;</application> to avoid that <application>xvidcap</application> waits for the called application to finish before continuing itself.
de: Hier könnte irgendein Befehl konfiguriert werden, der theoretisch nichts mit der Aufnahme eines Videos zu tun hat. Sie werden sicher stellen wollen, dass sich die aufgerufene Applikation in Ihrem Suchpfad befindet und Ihre Befehlszeile mit einem <literal>&amp;</literal> endet, um zu vermeiden dass <application>xvidcap</application> auf das Beenden der aufgerufenen Anwendung wartet, bevor es selbst die Ausführung fortsetzt.
it: Ogni comando può essere configurato qui. In teoria, potrebbe anche non essere collegato all'acquisizione video. Sarà sempre necessario assicurarsi che l'applicazione invocata sia nel proprio path e che il comando termini con il simbolo <application>&amp;</application> per evitare che <application>xvidcap</application> attenda la chiusura dell'applicazione invocata prima di continuare.

source: <application>xvidcap</application> makes the following environment variables available to the called application:
de: <application>xvidcap</application> stellt die folgenden Umgebungsvariablen für die aufgerufene Anwendung zur Verfügung.
it: <application>xvidcap</application> rende disponibile la seguente variabile d'ambiente per l'applicazione chiamata:

source: number of the first frame captured
de: Nummer des ersten aufgenommenen Einzelbildes
it: numero del primo fotogramma acquisito

source: number of the last frame captured
de: Nummer des letzten aufgenommenen Einzelbildes
it: numero dell'ultimo fotogramma acquisito

source: width of the area captured
de: Breite des aufgenommenen Bildbereichs
it: larghezza dell'area acquisita

source: height of the area captured
de: Höhe des aufgenommenen Bildbereichs
it: altezza dell'area acquisita

source: desired (!) frame rate
de: Erwünschte (!) Bildrate
it: velocità fotogrammi desiderata (!)

source: desired (!) time per frame
de: Erwünschte Zeit pro Einzelbild
it: tempo per fotogramma desiderato (!)

source: file name
de: Dateiname
it: nome file

source: The file name, however, needs special treatment for single-frame capture. Here the pattern used for <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-sf-TBL-file-name">mutable file names</ulink> is sent literally as specified for the Single Frame Encoding Command further down only. For the Single Frame Playback Command the pattern is converted to wildcards, i. e. <quote>test-%4d.png</quote> becomes <quote>test-????.png</quote>. For the Single Frame Edit Command the pattern is replaced with the number of the current frame, i. e. <quote>test-%4d.png</quote> becomes <quote>test-0001.png</quote>. For all Multi Frame commands the latter is used where if the filename is mutable and the number used is the index number of the most recently recorded video as with the <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">autocontinue feature</ulink>.
de: Der Dateiname benötigt bei Einzelbild-Aufnahme einen besonderen Umgang. In diesem Fall wird das für den <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-sf-TBL-file-name">hochzählbaren Dateinamen</ulink> verwendete Muster nur für den Befehl zum Enkodieren ünverändert weitergegeben. Für den Wiedergabe-Befehl wird das enthaltene Muster in Platzhalter umgewandelt. So wird aus <quote>test-%4d.png</quote> <quote>test-????.png</quote>. Für den Befehl zum Bearbeiten wird das Muster durch die Nummer des aktuellen Einzelbildes ersetzt. d. h. aus <quote>test-%4d.png</quote> wird <quote>test-0001.png</quote>. Für alle Film-Aufnahme Befehle gilt letzteres, wobei in einen ggf. hochzählbaren Dateinamen die Nummer des aktuell verwendeten Films eingesetzt wird wie sie für die <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">automatische Aufnahmefortsetzung</ulink> verwendet wird.
it: Il nome file, comunque, necessita di un trattamento speciale per l'acquisizione a fotogramma singolo. Il modello usato per i <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-sf-TBL-file-name">nomi file mutevoli</ulink> è inviato letteralmente come specificato per il comando di codifica per fotogramma singolo solamente alla fine. Per il comando di riproduzione per fotogramma singolo, il modello viene convertito in caratteri speciali, ad es. <quote>test-%4d.png</quote> diventa <quote>test-????.png</quote>. Per il comando di modifica per fotogramma singolo, il modello viene sostituito dal numero del fotogramma attuale, ad es. <quote>test-%4d.png</quote> diventa <quote>test-0001.png</quote>. Per tutti i comandi per fotogrammi multipli

source: Single Frame Encoding command
de: Befehl zum Enkodieren für die Einzelbild-Aufnahme
it: Comando di codifica per fotogramma singolo

source: The command here is executed when the main menu's <guimenuitem>Make Video</guimenuitem> item is selected while in single-frame capture mode.
de: Dieser Befehl wird ausgeführt, wenn nach einer Einzelbild-Aufnahme aus dem Hautpmenü <guimenuitem>Video erstellen</guimenuitem> ausgewählt wird.
it: Questo comando è eseguito se si seleziona la voce di menu <guibutton>Crea video</guibutton> in modalità di acquisizione a fotogramma singolo.

source: Single Frame Edit Command
de: Befehl zum Bearbeiten
it: Comando di modifica per fotogramma singolo

source: The command here is executed when the main control's <guibutton>Edit Button</guibutton> is clicked while in single-frame capture mode.
de: Dieser Befehl wird ausgeführt, wenn nach einer Einzelbild-Aufnahme im Bedienfenster die Schaltfläche <guibutton>Bearbeiten</guibutton> angeclickt wird.
it: Questo comando è eseguito al clic del <guibutton>pulsante Modifica</guibutton> dei controlli principali in modalità di acquisizione a fotogramma singolo.

source: Multi Frame Playback Command
de: Wiedergabe-Befehl für Film-Aufnahme
it: Comando di riproduzione per fotogrammi multipli

source: The command specified here is executed when the item <guimenuitem>Animate / Play</guimenuitem> is selected from the main menu or the play button is pressed on the capture results dialog while in multi-frame capture mode.
de: Der Befehl hier wird ausgeführt, wenn bei der Film-Aufnahme der Menüpunkt <guimenuitem>Animieren / Abspielen</guimenuitem> ausgewählt wird oder die Wiedergabe Schaltfläche im Ergebnisdialog angeclickt wird.
it: Questo comando è eseguito quando si seleziona la voce di menu <guibutton>Anima / Riproduci</guibutton> del menu principale o se si preme il tasto di riproduzione della finestra dei risultati di acquisizione in modalità di acquisizione a fotogrammi multipli.

source: Multi Frame Transcoding command
de: Befehl zum Transkodieren für Film-Aufnahme
it: Comando di transcodifica per fotogrammi multipli

source: The command here is executed when the main menu's <guimenuitem>Make Video</guimenuitem> item is selected while in multi-frame capture mode.
de: Dieser Befehl wird ausgeführt, wenn nach einer Film-Aufnahme aus dem Hautpmenü <guimenuitem>Video erstellen</guimenuitem> ausgewählt wird.
it: Questo comando è eseguito se si seleziona la voce di menu <guibutton>Crea video</guibutton> in modalità di acquisizione a fotogrammi multipli.

source: Multi Frame Edit Command
de: Befehl zum Bearbeiten für Film-Aufnahme
it: Comando di modifica per fotogrammi multipli

source: The command here is executed when the main control's <guibutton>Edit Button</guibutton> is clicked while in multi-frame capture mode.
de: Dieser Befehl wird ausgeführt, wenn nach einer Film-Aufnahme im Bedienfenster die Schaltfläche <guibutton>Bearbeiten</guibutton> angeclickt wird.
it: Questo comando è eseguito al clic del <guibutton>pulsante Modifica</guibutton> dei controlli principali in modalità di acquisizione a fotogrammi multipli.

source: Capture Results Dialog
de: Aufnahme Ergebnisdialog
it: Finestra dei risultati di acquisizione

source: When you first stop a recording session, a dialog will pop up displaying the results of the capture session. This popup can be prevented from appearing again by unchecking the <guibutton>Show Next Time</guibutton> checkbox or <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-always-show-results">this button</ulink> in the preferences dialog.
de: Wenn Sie zum ersten mal eine Aufnahmesitzung stoppen, wird ein Dialog angezeigt, der die Ergebnisse der Aufnahme anzeigt. Das weitere Erscheinen dieses Dialogs kann unterdrückt werden, indem der Haken bei <guibutton>Diesen Dialog beim nächsten mal wieder anzeigen</guibutton> oder in den allgemeinen Einstellungen bei <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-always-show-results">Ergebnisdialog immer anzeigen</ulink> entfernt wird.
it: Alla prima interruzione di una sessione di registrazione, comparirà una finestra che visualizza i risultati della sessione di acquisizione. Per evitare che tale finestra compaia ancora, è sufficiente deselezionare la casella <guibutton>Mostra la prossima volta</guibutton> o premere <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-always-show-results">questo pulsante</ulink> nella finestra delle preferenze.

source: The dialog itself can take one of two forms depending on whether or not you configured <application>xvidcap</application> to ask you for a target file name after the capture.
de: Der Dialog selbst kann eine von zwei Formen annehmen, in Abhängigkeit davon ob <application>xvidcap</application> so eingestellt ist, dass es erst nach der Aufnahme nach einem Dateinamen für die Ausgabe fragt.
it: Questa stessa finestra può usare uno o due moduli a seconda che <application>xvidcap</application> sia configurato o meno per richiedere un nome file di destinazione dopo l'acquisizione.

source: Ask User For File Name
de: Anwender nach Dateinamen fragen
it: Richiesta del nome file all'utente

source: For the time being, the only way to configure <application>xvidcap</application> to ask the user to specify a file name after the capture rather than providing one up-front it by providing an empty file name either through the command line using <parameter>--file ""</parameter> or in the preferences dialog. This requires manually specifying an output file format. In this configuration <application>xvidcap</application> will store the video in a temporary file in your home directory which can lateron be renamed / moved to the desired destination. This is not compatible with autocontinue.
de: Zur Zeit ist die einzige Möglichkeit, <application>xvidcap</application> so einzustellen, dass es nach der Aufnahme nach einem Dateinamen fragt, anstelle von vornherein einen anzugeben, die, einen leeren Dateinamen anzugeben. Dies kann entweder auf der Befehlszeile durch Angabe von <parameter>--file ""</parameter> erfolgen oder durch den Einstellungen Dialog. Eine solche Einstellung erfordert die explizite Angabe eines Ausgabeformats. Dann wird <application>xvidcap</application> das aufgenommene Video in einer temporären Datei in Ihrem Home-Verzeichnis speichern, die dann später umbenannt oder verschoben werden kann. Diese Funktion funktioniert nicht mit der automatischen Aufnahmefortsetzung.
it: D'ora in poi, il solo modo per configurare <application>xvidcap</application> per richiedere all'utente di specificare un nome file dopo l'acquisizione piuttosto che fornirne uno direttamente, specificando un nome file vuoto sia attraverso la linea di comando usando <parameter>--file ""</parameter> o nella finestra delle preferenze. Per fare ciò, bisogna specificare manualmente il formato file di uscita. In questa configurazione, <application>xvidcap</application> memorizzerà il video in un file temporaneo nella propria cartella home che può essere successivamente rinominato/spostato nella destinazione desiderata. Non è compatibile con la continuazione automatica.

source: If <application>xvidcap</application> is configured to ask the user for a file name, the results dialog will look like this:
de: Wenn <application>xvidcap</application> so eingestellt ist, dass es den Anwender nachträglich nach einem Dateinamen fragt, sieht der Ergebnisdialog wie folgt aus:
it: Se <application>xvidcap</application> è configurato per richiedete il nome file all'utente, la finestra dei risultati apparirà in questo modo:
