Repository: axiak/xvidcap-pulseaudio
Catalog: doc/xvidcap/*/xvidcap.xml-*.po
Languages: de, it

source: Check this if you want to store size and position of the currently selected area to capture along with other preferences on selecting <quote>Save Preferences</quote> from the main menu.
de: Machen Sie hier einen Haken, wenn Sie Größe und Position des aktuell ausgewählten Aufnahmebereichs zusammen mit den anderen Einstellungen abspeichern möchten sobald Sie <quote>Einstellungen Speichern</quote> aus dem Hauptmenü auswählen.
it: Spuntare questa opzione per memorizzare la dimensione e la posizione dell'area di acquisizione attualmente selezionata insieme ad altre preferenze selezionando <quote>Salva preferenze</quote> dal menu principale.

source: Use Shared Memory
de: Shared Memory verwenden
it: Usa memoria condivisa

source: Check this if capturing frames should make use of X11's shared memory extension.
de: Machen Sie hier einen Haken, wenn die Aufnahme die X11 Erweiterung <quote>Shared Memory</quote> verwenden soll.
it: Spuntare questa opzione se si vuole che l'acquisizione dei fotogrammi utilizzi l'estensioni della memoria condivisa di X11.

source: Shared Memory X11 Access
de: <quote>Shared Memory</quote> Zugriff für X11
it: Accesso con memoria condivisa a X11

source: Use of shared memory is enabled by default if the machine where <application>xvidcap</application> was built supported shared memory access in X11, which is typically the case, nowadays. You will need to turn this off, however, if X11 server and client are not running on the same machine, e. g. if you are on a X terminal thin client.
de: Die Verwendung von <quote>Shared Memory</quote> ist per Vorgabe eingeschaltet, wenn der Rechner, auf dem <application>xvidcap</application> erstellt wurde, diese Erweiterung unterstützte. Dies ist heutzutage üblicherweise der Fall. Sie müssen dies jedoch ausschalten, wenn X11 Server und Client nicht auf dem gleichen Rechner laufen, z. B. auf einem X Terminal Thin Client.
it: L'uso della memoria condivisa è abilitato in maniera predefinita se la macchina sulla quale <application>xvidcap</application> è stato compilato supporta l'accesso con memoria condivisa a X11, che rappresenta oggigiorno la situazione tipica. È necessario disabilitare questa funzione, comunque, se server X11 e client non sono in esecuzione sulla stessa macchina, ad es. se si usa un terminale X su thin client.

source: Manually Set XDamage
de: XDamage Manuell Setzen
it: Imposta manualmente XDamage

source: Check this if you want to override the decision <application>xvidcap</application> makes about whether or not to use the XDamage extension to speed up screen capture. This extension allows <application>xvidcap</application> to be notified about the portions of the screen that have changed between individual frames, so it does not need to fetch the complete area to capture for every frame. <application>xvidcap</application> will default to using XDamage if it was available at build-time, if it is available at runtime, and if the window manager used is not compiz or beryl. If you are using beryl and still want to use the XDamage extension, check this control to enable the radiobuttons to the right and choose "enabled".
de: Ein Haken hier ermöglicht es, sich über die Entscheidung, die <application>xvidcap</application> hinsichtlich der Verwendung der XDamage Erweiterung zur Beschleunigung der Aufnahme gefällt hat, hinwegzusetzen. Die Erweiterung erlaut es <application>xvidcap</application>, über die Teile des Bildschirms, die sich zwischen zwei Einzelbildern verändert haben, informiert zu werden. Dann muss nicht für jedes Einzelbild der gesamte Aufnahmebereich erfasst werden. <application>xvidcap</application> wird standardmässig XDamage verwenden, wenn es bei der Übersetzung verfügbar war, zur Laufzeit verfügbar ist und der verwendete Fenster-Manager nicht compiz oder beryl ist. Wenn Sie beryl verwenden und dennoch die XDamage Erweiterung verwenden möchten, machen Sie hier einen Haken, um die Auswahlknöpfe rechts zu aktivieren und "aktiviert" auszuwählen.
it: Selezionare questa opzione se si vuole scavalcare la decisione di <application>xvidcap</application> sull'uso o meno dell'estensione XDamage per velocizzare l'acquisizione dello schermo. Questa estensione permette a <application>xvidcap</application> di essere informato circa le porzioni di schermo che sono cambiate tra i singoli fotogrammi, in modo da non dover ottenere l'intera area da acquisire per ogni fotogramma. <application>xvidcap</application> cercherà di utilizzare XDamage in modo predefinito se disponibile al momento della compilazione, se è disponibile al momento dell'esecuzione, e se il gestore di finestre utilizzato non è compiz o beryl. Se si utilizza beryl e si desidera utilizzare comunque l'estensione XDamage, selezionare questo controllo per abilitare i pulsanti di selezione sulla destra e scegliere "abilitato".

source: XDamage and compiz or beryl
de: XDamage und compiz oder beryl
it: XDamage e compiz o beryl

source: Due to the advanced visual effects possible with compiz, beryl and the likes, the notifications received by <application>xvidcap</application> through XDamage may not be sufficient for determining the right screen portions to capture. You can still force <application>xvidcap</application> to use it as described above, but your mileage may vary.
de: Aufgrund der erweiterten visuellen Effekte, die mit compiz, beryl oder ähnlichen Fenster-Managern möglich sind, können die Benachrichtigungen, die <application>xvidcap</application> durch XDamage erhält u. U. nicht ausreichend sein, um die zu aktualisierenden Bildschirm-Bereiche festzustellen. Sie können <application>xvidcap</application> wie oben beschrieben zwingen, die Erweiterung zu verwenden, aber Ihre Ergebnisse können unterschiedlich ausfallen.
it: A causa dei possibili effetti visuali avanzati di compiz, beryl e affini, le notifiche ricevute da <application>xvidcap</application> tramite XDamage potrebbero non essere sufficienti per determinare la giusta posizione delle schermo da acquisire. Si può comunque forzare <application>xvidcap</application> ad utilizzarla come descritto sopra, ma la distanza potrebbe variare.

source: Autocontinue
de: Automatische Aufnahmefortsetzung
it: Continuazione automatica

source: If recording in multi-frame capture mode and using a maximum number of frames to capture or a maximum capture duration, <application>xvidcap</application> can automatically continue capturing to a new video once the specified maximum number of frames or capture duration have been reached. This can effectively create a series of movies split to chunks of the specified maximum length. To use this you need to specify a <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-sf-TBL-file-name">mutable target filename</ulink>.
de: Bei der Film-Aufnahme und der Verwendung einer maximalen Anzahl von Einzelbildern oder einer maximalen Aufnahmedauer, kann <application>xvidcap</application> die Aufnahme automatisch fortsetzen, wenn das eingestellte Maximum erreicht ist. Dies kann dann in der Praxis eine Serie von Filmen erzeugen, die entsprechend der eingestellten Maximallängen unterteilt sind. Um diese Funktion zu verwenden, müssen Sie einen <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-sf-TBL-file-name">hochzählbaren Dateinamen</ulink> verwenden.
it: Se si registra in modalità di acquisizione a fotogrammi multipli e si usa un numero massimo di fotogrammi da acquisire o una durata massima di acquisizione, <application>xvidcap</application> può automaticamente continuare ad acquisire in un nuovo video una volta che il numero massimo di fotogrammi o la durata massima sia stata raggiunta. In questo modo si possono creare una serie di filmati in spezzoni della lunghezza massima desiderata. Per usare questa funzione è necessario un <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-sf-TBL-file-name">nome file di destinazione mutevole</ulink>.

source: Always Show Results Dialog
de: Ergebnisdialog immer anzeigen
it: Mostra sempre la finestra dei risultati

source: Check this to always show a dialog with an overview of capture results on stopping a capture session. The dialog will always be shown if required (e. g. to specify a target filename). This makes the dialog be shown where it would not strictly be required. By default the results dialog is always displayed. If, however, you have unchecked the <quote>Show this dialog next time</quote> in the results dialog before, you can turn it back on here.
de: Mit einem Haken hier wird der Dialog, der beim beenden einer Aufnhamesitzung einen Überblick über das Ergebnis liefert, immer angezeigt. Der Dialog wird normalerweise angezeigt, wenn er nötig ist, z. B. um einen Dateinamen für die Ausgabedatei zu erfragen. Diese Option hier sorgt dafür, dass er auch dann immer angezeigt wird, wenn er genau genommen nicht nötig wäre. Per Vorgabe wird der Ergebnisdialog immer angezeigt. Wenn Sie jedoch den Haken bei <quote>Diesen Dialog beim nächsten mal wieder anzeigen</quote> bei einer vorausgegangenen Aufnahme entfernt haben, können Sie die Anzeige hier wieder aktivieren.
it: Spuntare questa opzione per mostrare sempre una finestra con un riepilogo dei risultati di acquisizione all'interruzione di una sessione di registrazione. La finestra sarà mostrata sempre se richiesto (ad es. per specificare il nome file di destinazione). In tal caso, la finestra potrebbe essere mostrato anche se non strettamente necessario. Per scelta predefinita, la finestra dei risultati è sempre visualizzata. Se si rimuove la spunta da <quote>Mostra questa finestra la prossima volta</quote> nella finestra precedente, è possibile riattivarla qui.

source: Minimize to System Tray
de: Verwende Benachrichtigungsfeld

source: Check this to make <application>xvidcap</application> minimize to the system tray on starting a recording session. In that case the main control panel will hide and the frame drop monitor will apear in the system tray. A right-click on it will allow you to pause or stop the recording session. On stopping the main control window will be displayed again.
de: Wenn Sie diese Einstellung wählen, versteckt <application>xvidcap</application> das Bedienfenster während der Aufnahme im Benachrichtigungsfeld. In diesem Fall wird dort der Bild-Verlust Messer angezeigt. Ein Rechts-Klick darauf ermöglicht es, die Aufnahme zu unterbrechen oder zu stoppen. Nach dem Stoppen erscheint das Bedienfenster wieder.

source: Rescale Output Percentage
de: Relative Größe für Ausgabe-Verkleinerung
it: Percentuale di ridimensionamento dell'uscita

source: Use this to make the output video smaller than the original size of the portion of the screen captured. The percentage specified here is the size of the output relative to the input. For example, specifying <quote>25</quote> will make the output width and height half the original each. Thus the image size of the output will be 25 percent of the captured area.
de: Verwenden Sie diese Einstellung, um die Bildgröße des ausgegebenen Videos kleiner zu machen als die ursprüngliche Größe des aufgenommenen Bildbereichs. Der Prozentwert, der hier angegeben werden kann, definiert die Ausgabegröße relativ zur Originalgröße. Die Angabe von <quote>25</quote> zum Beispiel, wird ein Video erzeugen mit Breite und Höhe halb so groß wie die des ursprünglichen Bildausschnitts. Die Gesamtgröße wird also 25 Prozent des Originals betragen.
it: Usare questa opzione per ridurre le dimensioni del video di uscita rispetto alle dimensioni originali della porzione di schermo acquisita. La percentuale specificata qui è la dimensione dell'uscita relativa all'ingresso. Per esempio, specificando <quote>25</quote>, l'altezza e la larghezza dell'uscita saranno la metà dell'originale. Le dimensioni dell'immagine di uscita saranno il 25 percento dell'area acquisita.

source: Rescale does not work with XWD output
de: Ausgabe-Verkleinerung funktioniert nicht mit XWD Ausgabe
it: Il ridimensionamento non funziona con l'uscita XWD

source: Rescaling output frames does work with all output formats and codecs other than XWD.
de: Die Ausgabe-Verkleinerung funktioniert mit allen Ausgabe-Formaten ausser XWD.
it: Il ridimensionamento dei fotogrammi di uscita funziona con tutti i formati di uscita e i codificatori tranne che con XWD.

source: Single-Frame Capture Preferences
de: Einstellungen Einzelbild-Aufnahme
it: Preferenze di acquisizione a fotogramma singolo

source: This tab contains the settings for single-frame capture mode. Because single-frame capture mode does not support audio capture, only video settings are configurable here.
de: Dieser Reiter enthält die Einstellungen für die Einzelbild-Aufnahme. Da diese Art der Aufnahme keinen Ton unterstützt, werden hier nur Video Parameter angezeigt.
it: Questa scheda contiene le impostazioni per la modalità di acquisizione a fotogramma singolo. Poiché tale modalità non supporta l'acquisizione audio, è possibile configurare solo le impostazioni video.

source: the single-frame capture mode settings are:
de: Die möglichen Einstellungen für Einzelbild-Aufnahme sind:
it: le impostazione per la modalità di acquisizione a fotogramma singolo sono:

source: File Name
de: Dateiname
it: Nome file

source: Enter a file name pattern here to use for saving the individual frames captured. The file name must contain a pattern that will be replaced by the actual frame count for each individual file. The patterns used here are those understood by <ulink type="help" url="man:fprintf">fprintf</ulink>. A file name containing this kind of pattern will henceforth be called a <quote>mutable</quote> file name.
de: Geben Sie hier ein Dateinamensmuster an, welches beim Speichern der Einzelbilder verwendet werden soll. Der Dateiname muss ein Muster enthalten, welches für die jeweilige Datei durch die Nummer des Einzelbildes ersetzt wird. Die hier verwendeten Muster sind die gleichen wie sie bei <ulink type="help" url="man:fprintf">fprintf</ulink> zum Einsatz kommen. Ein Dateiname, der diese Art von Muster enthält, wird im weiteren Verlauf <quote>hochzählbar</quote> genannt.
it: Inserire qui un modello di nome file da usare per il salvataggio dei singoli fotogrammi acquisiti. Il nome file deve contenere un modello che sarà sostituito dal numero del fotogramma per ogni singolo file. I modelli usati sono quelli riconosciuti da <ulink type="help" url="man:fprintf">fprintf</ulink>. Un nome file che contiene questo tipo di modelli sarà definito, d'ora in poi, nome file <quote>mutevole</quote>

source: File Name Selection
de: Dateiauswahl
it: Selezione del nome file

source: Instead of typing in a filename you can also click on the file selector button (<guibutton>...</guibutton>). Be sure to put a numeric pattern in the file name afterwards, though. If in doubt use <quote>%5d</quote> somewhere in your file name.
de: Anstatt einen Dateinamen einzugeben, können sie auch den Dateiauswahl Knopf anclicken (<guibutton>...</guibutton>). Denken Sie aber daran, nachträglich ein Muster für die Nummer des Einzelbildes einzufügen. Im Zweifel verwenden Sie einfach <quote>%5d</quote> irgendwo im Dateinamen.
it: Invece di digitare un nome file, è possibile fare clic sul pulsante di selezione file (<guibutton>...</guibutton>). Assicurarsi di immettere un modello numerico nel nome file. In caso di dubbi, usare <quote>%5d</quote> in una qualunque posizione del nome file.

source: File Format
de: Ausgabeformat
it: Formato file

source: A check in the <guilabel>auto</guilabel> checkbox makes <application>xvidcap</application> automatically select an appropriate output format based on the filename specified. For example, if you specify <quote>test-%4d.png</quote> the output format will be <quote>Portable Network Graphics File (png)</quote>. If the <guilabel>auto</guilabel> checkbox is unchecked, the dropdown menu allows for manually selecting a format, possibly overriding <application>xvidcap's</application> decision.
de: Ein Haken bei <guilabel>auto</guilabel> lässt <application>xvidcap</application> automatisch anhand des Dateinamens ein passendes Ausgabeformat auswählen. Wenn Sie zum Beispiel <quote>test-%4d.png</quote>angeben, wird als Ausgabeformat <quote>Portable Network Graphics File (png)</quote> gewählt. Wenn der Haken entfernt wird, erlaubt die Auswahlliste eine manuelle Auswahl eines Formats, die ggf. <application>xvidcaps</application> Entscheidung schlägt.
it: Se si spunta la casella <guilabel>auto</guilabel>, <application>xvidcap</application> selezionerà automaticamente un formato di uscita appropriato basato sul nome file specificato. Per esempio, se si specifica <quote>test-%4d.png</quote> il formato di uscita sarà <quote>Portable Network Graphics File (png)</quote>. Se la casella <guilabel>auto</guilabel> è deselezionata, il menu a tendina permette di selezionare manualmente un formato, ignorando la decisione di <application>xvidcap</application>.

source: Frames per Second
de: Bilder pro Sekunde
it: Fotogrammi al secondo

source: The number of frames to capture per second.
de: Die Anzahl der pro Sekunde aufzunehmenden Einzelbilder
it: Il numero di fotogrammi da acquisire per secondo.

source: Maximum Time
de: Dauer Maximal
it: Tempo massimo

source: Maximum time to record in seconds
de: Maximale Aufnahmedauer in Sekunden
it: Tempo massimo di registrazione in secondi

source: Maximum Frames
de: Bilder Maximal
it: Numero massimo di fotogrammi

source: Maximum frames to capture
de: Maximale Anzahl aufzunehmender Einzelbilder
it: Numero massimo fotogrammi da acquisire

source: Frame Start Number
de: Startnummer Bildnummerierung
it: Numero del fotogramma iniziale

source: Start counting frames with this number
de: Die Nummerierung der Einzelbilder mit dieser Nummer beginnen
it: Inizia il conteggio dei fotogrammi con questo numero

source: Frame Number Increment
de: Einzelbilder hochzählen um
it: Incremento per il numero del fotogramma

source: When capturing increment the frame count by the specified number for each frame captured.
de: Zähle bei der Aufnahme die Bildnummerierung für jedes aufgenommene Bild jeweils um die angegene Zahl hoch.
it: Durante l'acquisizione incrementa il conteggio dei fotogrammi del numero specificato per ciascuno dei fotogrammi acquisiti.

source: Deprecated Settings
de: Veraltete Einstellungen
it: Impostazioni deprecate

source: Due to the limited use of <quote>Frame Start Number</quote> and <quote>Frame Number Increment</quote> those settings may go away in future versions.
de: Aufgrund des begrenzten Nutzens von <quote>Startnummer Bildnummerierung</quote> und <quote>Einzelbilder hochzählen um</quote> könnten diese Einstellungen in zukünftigen Versionen verschwinden.
it: A causa dell'uso limitato di <quote>Numero del fotogramma iniziale</quote> e <quote>Incremento per il numero del fotogramma</quote>, queste impostazioni potrebbe sparire nelle prossime versioni.

source: Quality
de: Qualität
it: Qualità

source: Desired output quality
de: Erwünschte Qualität des Ausgabevideos
it: Qualità desiderata dell'uscita

source: Quality Setting changed in 1.1.5
de: Geänderte Qualitäts-Einstellungen in 1.1.5
it: Impostazione della qualità cambiata nella 1.1.5

source: The effect of setting quality to a value below 100 % has changed in <application>xvidcap</application> 1.1.5. Be sure to test the values in your stored preferences. Quality settings do not apply to XWD output.
de: Die Wirkung eines Qualitäts-Werts unter 100 % hat sich in <application>xvidcap</application> 1.1.5 geändert. Testen Sie die Werte in Ihren gespeicherten Einstellungen. Qualitäts-Einstellungen haben keine Auswirkung auf XWD Ausgabe.
it: L'effetto dell'impostazione della qualità a un valore inferiore al 100% è cambiato in <application>xvidcap</application> 1.1.5. Assicurarsi di provare i valori nelle preferenze memorizzate. L'impostazione di qualità non si applica all'uscita XWD.

source: Multi-Frame Capture Preferences
de: Einstellungen Film-Aufnahme
it: Preferenze di acquisizione a fotogrammi multipli

source: This tab contains the settings for multi-frame capture mode.
de: Dieser Reiter enthält die Einstellungen für die Film-Aufnahme
it: Questa scheda contiene le impostazioni per la modalità di acquisizione a fotogrammi multipli.

source: the multi-frame capture mode video settings are:
de: Die Einstellungen für die Film-Aufnahme sind:
it: le impostazioni video per la modalità di acquisizione a fotogrammi multipli sono:

source: Enter a file name or file name pattern here to use for saving the individual frames captured. For multi-frame capture the string supplied here only needs to be a <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-sf-TBL-file-name">mutable filename</ulink> if the <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">autocontinue feature</ulink> is to be used. Otherwise a simple filename is sufficient here, which may also be selected through the file selector button (<guibutton>...</guibutton>).
de: Geben Sie hier ein Dateinamensmuster an, welches beim Speichern der Einzelbilder verwendet werden soll. Bei der Film-Aufnahme muss die hier angegebene Zeichenkette nur dann ein <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-sf-TBL-file-name">hochzählbarer Dateiname</ulink> sein, wenn die <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">automatische Aufnahmefortsetzung</ulink> zum Einsatz kommen soll. Anderenfalls ist ein einfacher Dateiname hier ausreichend, der auch über den Auswahldialog (<guibutton>...</guibutton>) bestimmt werden kann.
it: Inserire qui un nome file o modello di nome file da usare per il salvataggio dei singoli fotogrammi acquisiti. Per l'acquisizione a fotogrammi multipli, la stringa fornita deve essere un <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-sf-TBL-file-name">nome file mutevole</ulink> se la <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">funzionalità di continuazione automatica</ulink> deve essere usata. Altrimenti è sufficiente un nome file semplice, che può essere anche selezionato attraverso il pulsante di selezione file (<guibutton>...</guibutton>).

source: A check in the <guilabel>auto</guilabel> checkbox makes <application>xvidcap</application> automatically select an appropriate output format based on the filename specified. For example, if you specify <quote>test.avi</quote> the output format will be <quote>Microsoft Audio Video Interleaved File (avi)</quote>. If the <guilabel>auto</guilabel> checkbox is unchecked, the dropdown menu allows for manually selecting a format, possibly overriding <application>xvidcap's</application> decision.
de: Ein Haken bei <guilabel>auto</guilabel> lässt <application>xvidcap</application> automatisch anhand des Dateinamens ein passendes Ausgabeformat auswählen. Wenn Sie zum Beispiel <quote>test.avi</quote>angeben, wird als Ausgabeformat <quote>Microsoft Audio Video Interleaved Datei</quote> gewählt. Wenn der Haken entfernt wird, erlaubt die Auswahlliste eine manuelle Auswahl eines Formats, die ggf. <application>xvidcaps</application> Entscheidung schlägt.
it: Se si spunta la casella <guilabel>auto</guilabel>, <application>xvidcap</application> selezionerà automaticamente un formato di uscita appropriato basato sul nome file specificato. Per esempio, se si specifica <quote>test.avi</quote> il formato di uscita sarà <quote>Microsoft Audio Video Interleaved File (avi)</quote>. Se la casella <guilabel>auto</guilabel> è deselezionata, il menu a tendina permette di selezionare un formato manualmente, ignorando la decisione di <application>xvidcap</application>
