Repository: axiak/xvidcap-pulseaudio
Catalog: doc/xvidcap/*/xvidcap.xml-*.po
Languages: de, it

source: @@image: 'figures/xvidcap-main-ctrl.png'; md5=fb6e04bae4e182bd3b31e8e974063c39
de: dummy

source: @@image: 'figures/filename-button.png'; md5=2ad3a896d39e80e9825954c1760953f6
de: dummy

source: @@image: 'figures/frame-drop-meter.png'; md5=2b4a7a787d2712f4dcff835a16d00f76
de: dummy

source: @@image: 'figures/stop-toggle.png'; md5=2e9e545991286d196f134c944ddda4ae
de: dummy

source: @@image: 'figures/pause-toggle.png'; md5=e9acf1faf7b1de9b6c595bee6eaf0a9e
de: dummy

source: @@image: 'figures/record-toggle.png'; md5=a6f7cba0147d53e5e378be6dae311197
de: dummy

source: @@image: 'figures/step-button.png'; md5=2a60eae2f06537207aa3e8af6ecd4593
de: dummy

source: @@image: 'figures/back-button.png'; md5=0c017d328bc6f988b62c37f2d40233e4
de: dummy

source: @@image: 'figures/fwd-button.png'; md5=a2637f30cbce26c3e026351ba09e9d68
de: dummy

source: @@image: 'figures/lock-toggle.png'; md5=5f9d5046048590afedcfefaae1c9fb52
de: dummy

source: @@image: 'figures/selector-button.png'; md5=8705218824b8081f522892cad3583180
de: dummy

source: @@image: 'figures/edit-button.png'; md5=6c7af87da31d776e5eb45096dfda9bb3
de: dummy

source: @@image: 'figures/menu.png'; md5=d38670a2c359b6e233aee31497ad012d
de: dummy

source: @@image: 'figures/menu-prefs.png'; md5=806996853c6dd88b8506fc19222344df
de: dummy

source: @@image: 'figures/menu-save-prefs.png'; md5=0bcf42a4c043dae129db58b72ca30106
de: dummy

source: @@image: 'figures/menu-mf.png'; md5=ca3623a6444caa2638019bbca3088e0b
de: dummy

source: @@image: 'figures/menu-sf.png'; md5=dcda10a46b3fb118f2b3c78f7c812f94
de: dummy

source: @@image: 'figures/menu-cont.png'; md5=9559b557c77d491bf43bfc8f497db33e
de: dummy

source: @@image: 'figures/menu-make-video.png'; md5=df3ce8ca6e7b4fc422c50c1824640b0e
de: dummy

source: @@image: 'figures/menu-animate.png'; md5=7bf120a287b92d182d9d77a7bd1311c2
de: dummy

source: @@image: 'figures/menu-help.png'; md5=418258a847d357c07efac51c541bff49
de: dummy

source: @@image: 'figures/menu-about.png'; md5=27b0c0ffc8a7737ce34c05123e56cca8
de: dummy

source: @@image: 'figures/menu-quit.png'; md5=97770bce6e5724f83bed779264a00564
de: dummy

source: @@image: 'figures/prefs-general.png'; md5=9610e08e1e7e5afb690826d304d8b033
de: dummy

source: @@image: 'figures/prefs-sf.png'; md5=790652174e153ab45c997992bd0fcc19
de: dummy

source: @@image: 'figures/prefs-mf.png'; md5=105b394b2691be6a183b404c99949869
de: dummy

source: @@image: 'figures/prefs-commands.png'; md5=a80e8aef0f3dc2adef95aaffa3e2c081
de: dummy

source: @@image: 'figures/results-dialog-ask.png'; md5=1c2a7587450d593a79555efc3cd233e7
de: dummy

source: @@image: 'figures/results-dialog.png'; md5=413abc56484e9b12b74391db78c030b5
de: dummy

source: @@image: 'figures/xvidcap-warning.png'; md5=dbae204ebc258d14d742941f1398c939
de: dummy

source: xvidcap Manual V0.2
de: xvidcap Handbuch V0.2
it: Manuale di xvidcap V0.2

source: ME-THE-TRANSLATOR (Latin translation)
de: Karl H. Beckers (German translation)
it: Vincenzo Reale (traduzione italiana)

source: This manual describes version 1.1.6 of xvidcap.
de: Dieses Handbuch beschreibt Version 1.1.6 von xvidcap

source: Feedback
de: Rückmeldungen
it: Segnalazioni

source: To report a bug or make a suggestion regarding the <application>xvidcap</application> application or this manual, follow the directions on <ulink url="http://www.sourceforge.net/projects/xvidcap">xvidcap's site at SF.net</ulink>.
de: Um einen Fehlerbericht abzugeben oder Verbesserungsvorschläge bezüglich <application>xvidcap</application> oder dieses Handuchs zu machen, folgen Sie bitte den Hinweisen auf <ulink url="http://www.sourceforge.net/projects/xvidcap">xvidcap's SourceForge Seite</ulink>.
it: Per segnalare bug o proporre suggerimenti riguardanti l'applicazione <application>xvidcap</application> o questa guida, seguire le istruzioni reperibili sul sito di <ulink url="http://www.sourceforge.net/projects/xvidcap">xvidcap, presso SF.net</ulink>.

source: User manual for the xvidcap screencam application.
de: Benutzerhandbuch für die ScreenCam Anwendung xvidcap.
it: Manuale utente per l'applicazione di acquisizione dello schermo.

source: Introduction
de: Überblick
it: Introduzione

source: <application>xvidcap</application> is a tool that captures movement on a selected area of an X11 screen to files. It does this by taking a configurable number of screenshots per second and saving them either as individual screenshots or as a video. This kind of application, today, is commonly labelled screencam or screencast utility. In fact, one of the oldest of those utilities was <application>Lotus Screencam</application> which served as the inspiration for <application>xvidcap</application>.
de: <application>xvidcap</application> ist eine Anwendung, die Bewegungen in einem ausgewählten Bereich eines X11 Bildschirms in Dateien speichert. Sie tut dies, indem Sie eine konfigurierbare Anzahl Bildschirmfotos pro Sekunde macht und sie entweder als Einzelbilder oder als Video abspeichert. Diese Art von Anwendung wird heute gemeinhin als ScreenCam oder ScreenCast Werkzeug bezeichnet. Eines der ältesten Werkzeuge dieser Art war <application>Lotus Screencam</application> und diente als Inspiration für <application>xvidcap</application>.
it: <application>xvidcap</application> è uno strumento che acquisisce su file il movimento presente in un'area selezionata di uno schermo X11. Ciò avviene tramite l'acquisizione di un numero configurabile di schermate per secondo ed il loro salvataggio, sia come schermate individualiche come video. Questo tipo di applicazione, al giorno d'oggi, è comunemente definito programma screencam o screencast. Uno dei più primi programmi del genere era <application>Lotus Screencam</application>, che è stato d'ispirazione per <application>xvidcap</application>.

source: <application>xvidcap</application> can be used in two distinct modes of operation: <orderedlist><listitem><para><guilabel>single-frame capture</guilabel> -- capture individual screenshots to one file each. </para></listitem><listitem><para><guilabel>multi-frame capture</guilabel> -- capture and encode to video on the fly. </para></listitem></orderedlist>
de: <application>xvidcap</application> kann auf zwei unterschiedliche Arten verwendet werden: <orderedlist><listitem><para><guilabel>Einzelbild-Aufnahme</guilabel> -- Aufnahme einzelner Bildschirmfotos in jeweils eine Datei. </para></listitem><listitem><para><guilabel>Film-Aufnahme</guilabel> -- Aufnahme und Kodierung zu einer Video-Datei in Echtzeit. </para></listitem></orderedlist>
it: <application>xvidcap</application> può essere utilizzato in due distinte modalità operativen: <orderedlist><listitem><para><guilabel>acquisizione a fotogramma singolo</guilabel> -- per acquisire ciascuna singola schermata in altrettanti file. </para></listitem><listitem><para><guilabel>acquisizione a fotogrammi multipli</guilabel> -- per acquisire e codificare al volo un video. </para></listitem></orderedlist>

source: Mnemonic
de: Merker
it: Promemoria

source: The naming of the modes of operation derives from the number of frames that get stored in the output file: One or many.
de: Die Namensgebung <quote>Einzelbild-Aufnahme</quote> oder <quote>Film-Aufnahme</quote> richtet sich danach was in einer einzelnen Datei gespeichert wird: Ein Einzelbild oder ein Film.
it: Il nome attribuito alle modalità operative deriva dal numero di fotogrammi che vengono memorizzati nel file di uscita: uno o più.

source: Audio Capture
de: Ton Aufnahme
it: Acquisizione audio

source: <application>xvidcap</application> can capture audio, but only in multi-frame capture operation.
de: <application>xvidcap</application> kann Ton mit aufnehmen, jedoch nur bei einer Film-Aufnahme.
it: <application>xvidcap</application> può acquisire l'audio, ma solo in modalità di acquisizione a fotogrammi multipli.

source: Recording in single-frame capture mode may be more convenient if you wish to preprocess the images before encoding, or if you need other video codecs <application>xvidcap</application> does not support. Individual images can later be encoded with tools like <ulink type="help" url="man:ffmpeg">ffmpeg</ulink>, <ulink type="help" url="man:mencoder">mencoder</ulink>, or <ulink type="help" url="man:transcode">transcode</ulink>.
de: Die Einzelbild-Aufnahme kann geeigneter sein, wenn Sie die Einzelbilder vor dem Kodieren bearbeiten möchten oder wenn Video Codecs benötigt werden, die <application>xvidcap</application> nicht unterstützt. Die einzelnen Bilder können später mit Werkzeugen wie <ulink type="help" url="man:ffmpeg">ffmpeg</ulink>, <ulink type="help" url="man:mencoder">mencoder</ulink>, or <ulink type="help" url="man:transcode">transcode</ulink> nachträglich kodiert werden.
it: La registrazione in modalità di acquisizione a fotogramma singolo potrebbe essere maggiormente conveniente se si desidera pre-processare le immagini prima della codifica, o se si vuole usare codificatori video che <application>xvidcap</application> non supporta. Le singole immagini possono essere codificate successivamente con strumenti quali <ulink type="help" url="man:ffmpeg">ffmpeg</ulink>, <ulink type="help" url="man:mencoder">mencoder</ulink>, o <ulink type="help" url="man:transcode">transcode</ulink>.

source: Getting Started
de: Erste Schritte
it: Primi passi

source: To Start xvidcap
de: xvidcap Starten
it: Avviare xvidcap

source: You can start <application>xvidcap</application> in the following ways:
de: Sie können <application>xvidcap</application> auf die folgenden Arten und Weisen starten:
it: Puoi avviare <application>xvidcap</application> nei seguenti modi:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>
it: Menu <guimenu>Applicazioni</guimenu>

source: Choose <menuchoice><guisubmenu>Sound &amp; Video</guisubmenu><guimenuitem>XVidCap Screen Capture</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Unterhaltungsmedien</guisubmenu><guimenuitem>XVidCap Screen Capture</guimenuitem></menuchoice>.
it: Scegliere <menuchoice><guisubmenu>Sonoro e Video</guisubmenu><guimenuitem>Acquisizione schermo con XVidCap</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile
it: Linea di comando

source: Execute the following command: <command>xvidcap</command>. For more information about command line usage see <ulink type="help" url="man:xvidcap">the xvidcap manpage</ulink>.
de: Führen Sie den folgenden Befehl in einem Terminal aus: <command>xvidcap</command>. Weitere Informationen zur Verwendung der Befehlszeile finden Sie in der <ulink type="help" url="man:xvidcap">the xvidcap manpage</ulink>.
it: Eseguire il seguente comando: <command>xvidcap</command>. Per ulteriori informazioni circa l'utilizzo della linea di comando, vedere <ulink type="help" url="man:xvidcap">la pagina di manuale di xvidcap</ulink>.

source: When You Start <application>xvidcap</application>
de: Wenn Sie <application>xvidcap</application> starten:
it: All'avvio di <application>xvidcap</application>

source: When you start <application>xvidcap</application>, the following window is displayed:
de: Wenn Sie <application>xvidcap</application> starten, wird das folgende Fenster angezeigt:
it: All'avvio di <application>xvidcap</application>, viene visualizzata la seguente finestra:

source: xvidcap Control
de: xvidcap Bedienfenster
it: Controlli di xvidcap

source: Shows <application>xvidcap</application> control.
de: Zeigt das <application>xvidcap</application> Bedienfenster:
it: Mostra i controllo di <application>xvidcap</application>.

source: The window with a proper title and buttons is xvidcap's main control, while the red rectangle is the selection frame enclosing the area to capture.
de: Das Fenster mit Titel und Schaltflächen ist das xvidcap zentrale Bedienfenster von xvidcap, während das rote Rechteck der Auswahlrahmen ist, der den aufzunehmenden Bereich einschliesst.
it: La finestra dotata di titolo e pulsanti è il controllo principale di xvidcap, mentre il rettangolo rosso è il fotogramma di selezione che racchiude l'area da catturare.

source: xvidcap's main control elements:
de: Die Elemente des Bedienfensters:
it: Controlli principali di xvidcap

source: Filename Display and Menu
de: Dateinamensanzeige und Menü
it: Visualizzatore nome file e menu

source: The <guilabel>Filename Display and Menu</guilabel> displays the current output filename and, if in multi-frame capture mode, the index number of the most recently captured frame in square brackets. In single-frame capture mode the index number of the current frame will typically be part of the filename.
de: Die Schaltfläche <guilabel>Dateinamesanzeige und Menü</guilabel> zeigt den aktuell für die Ausgabe verwendeten Dateinamen an und, bei der Film-Aufnahme, die Nummer des des zuletzt aufgenommenen Einzelbildes in rechteckigen Klammern. Bei der Einzelbild-Aufnahme ist diese Nummer in der Regel Teil des Dateinamens.
it: Il <guilabel>visualizzatore nome file e menu</guilabel> visualizza il nome file attuale e, se in modalità di acquisizione a fotogrammi multipli, il numero indice del fotogramma acquisito di recente tra parentesi quadre. In modalità di acquisizione a fotogramma singolo, il numero indice del fotogramma attuale sarà normalmente parte del nome file.

source: When in single-frame capture mode a left click resets the frame count to the start. A right-click while not capturing will pop up the <ulink type="help" url="ghelp:xvidcap?xvidcap-menu">main menu</ulink>.
de: Bei der Einzelbild-Aufname setzt ein Click mit der linken Maustaste den Zähler der Einzelbilder zurück auf den Anfangswert. Einer mit der rechten Maustaste zeigt, bei gestoppter Aufnahme, das <ulink type="help" url="ghelp:xvidcap?xvidcap-menu">Hauptmenü</ulink> an.
it: In modalità di acquisizione a fotogramma singolo, un clic del tasto destro del mouse reimposta il contatore dei fotogrammi all'inizio. Un clic del tasto destro quando non si è in fase di acquisizione mostrerà il <ulink type="help" url="ghelp:xvidcap?xvidcap-menu">menu principale</ulink>.

source: Default Capture Mode
de: Vorgabewert für Art der Aufnahme
it: Modalità di acquisizione predefinita

source: By default, <application>xvidcap</application> starts in multi-frame capture mode.
de: Per Vorgabe startet <application>xvidcap</application> eingestellt für die Film-Aufnahme.
it: In maniera predefinita, <application>xvidcap</application> si avvia in modalità di acquisizione a fotogrammi multipli.

source: Frame Drop Meter
de: Bild-Verlust Messer
it: Contatore dei fotogrammi scartati

source: The <guilabel>Frame Drop Meter</guilabel> provides an indication of how well your capture session can capture at your desired frame rate. If your system is under heavy load, it may not be able to capture as many frames per second as you wish. This will result in a video that plays back too quickly. <application>xvidcap</application> displays a green status if you can or can almost capture at the desired frame rate. If you have some frame drop the status turns to yellow, or red if there is excessive frame drop. To reduce frame drop you can capture a smaller part of your screen, select a lower frame rate, quit as many other applications putting stress on your system as possible, or run on a more powerful machine. It may also help to <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-rescale">downscale</ulink> the captured data. Another means for making screen capture lighter on your system is to make use of the XDamage extension. See the corresponding paragraph about the <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-general">general options tab</ulink> of the preferences dialog.
de: Der <guilabel>Bild-Verlust Messer</guilabel> bietet einen Anhaltspunkt darüber, wie gut Ihre Aufnahmesitzung mit der von Ihnen eingestellten Bildrate aufnehmen kann. Wenn Ihr System stark belastet ist, kann es unter Umständen nicht so viele Bilder pro Sekunde aufnehmen, wie Sie gerne hätten. Dies äussert sich durch ein Video, welches zu schnell wiedergegeben wird. <application>xvidcap</application> zeigt einen grünen Status an, wenn Sie zumindest annähernd mit der gewünschten Bildrate aufnehmen. Beim Verlust einiger Einzelbilder wird die Statusanzeige gelb. Sie wird rot bei übermässigem Bild-Verlust. Um Bild-Verlust zu reduzieren, können Sie einen kleineren Bereich Ihres Bildschirms aufnehmen, eine niedrigere Bildrate wählen, alle anderen Anwendungen beenden oder auf einer leistungsfähigeren Maschine aufnehmen. Es kann unter Umständen auch helfen, die Eingangsbilder zu <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-rescale">verkleinern</ulink>. Eine weitere Möglichkeit, die Aufnahme für Ihr System leichter zu machen, ist es die XDamage Erweiterung zu verwenden. Vergleichen Sie den entsprechenden Absatz über den Reiter <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-general">Allgemeine Einstellungen</ulink> des Einstellungen Dialogs.
it: Il <guilabel>contatore dei fotogrammi scartati</guilabel> fornisce un'indicazione della bontà della sessione di acquisizione alla velocità desiderata. Se il proprio sistema viene sottoposto ad un carico eccessivo, potrebbe non essere in grado di acquisire il numero di fotogrammi desiderato. Ciò si manifesterà con un'anomala velocità di riproduzione dei video. <application>xvidcap</application> visualizza uno stato verde se è possibile acquisire o quasi alla velocità desiderata. Se ci sono fotogrammi scartati lo stato diventa giallo, o rosso se il numero di fotogrammi scartati è eccessivo. Per ridurre il numero di fotogrammi scartati, è possibile acquisire una parte di schermo più piccola, selezionare una velocità minore, chiudere quante più applicazioni che caricano eccessivamente il sistema sia possibile, o eseguire il programma sun una macchina più potente. Potrebbe, inoltre, essere di aiuto il <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-rescale">ridimensionamento</ulink> dei dati acquisiti. Un altro modo per rendere più leggera l'acquisizione dello schermo sul proprio sistema consiste nell'utilizzo dell'estensione XDamage. Vedere il paragrafo corrispondente sulla <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-general">scheda delle opzioni generali</ulink> della finestra delle preferenze.

source: Stop Button
de: Aufnahme Beenden Schaltfläche
it: Pulsante Ferma

source: The <guilabel>Stop Button</guilabel> stops a running recording session.
de: Die <guilabel>Aufnahme Beenden</guilabel> Schaltfläche beendet eine laufende Aufnahmesitzung.
it: Il <guilabel>pulsante Ferma</guilabel> interrompe una sessione di registrazione in esecuzione.

source: Pause Button
de: Aufnahme pausieren Schaltfläche
it: Pulsante Pausa

source: The <guilabel>Pause Button</guilabel> pauses a running or continues a paused recording session. You can also select this before starting to record to start paused.
de: Die <guilabel>Aufnahme pausieren</guilabel> Schaltfläche pausiert eine laufende Aufnahmesitzung oder setzt eine pausierte Sitzung fort. Sie können diese Schaltfläche auch vor der Aufnahme verwenden, um pausiert zu starten.
it: Il <guilabel>pulsante Pausa</guilabel> sospende una sessione di registrazione o continua una sessione sospesa. È possibile selezionare anche prima dell'inizio della registrazione per avviare in pausa.

source: Record Button
de: Aufnahme beginnen Schaltfläche
it: Pulsante Registra

source: The <guilabel>Record Button</guilabel> starts a recording session.
de: Die <guilabel>Aufnahme beginnen</guilabel> Schaltfläche startet eine Aufnahmesitzung.
it: Il <guilabel>pulsante Registra</guilabel> avvia una sessione di registrazione.

source: Single Snaphot Button
de: Einzelbild aufnehmen Schaltfläche
it: Pulsante Istantanea singola

source: The <guilabel>Single Snapshot Button</guilabel> is only active in a paused single-frame capture mode capturing session. Then it allows you to take individual snapshots on a click of this button.
de: Die <guilabel>Einzelbild aufnehmen</guilabel> Schaltfläche ist nur in einer pausierten Einzelbild-Aufnahme Sitzung aktiv. Dann erlaubt sie eine einzelnene Aufnahme per Knopfdruck.
it: Il <guilabel>pulsante Istantanea singola</guilabel> è attivo solo in caso di sessioni in pausa per la modalità di acquisizione a fotogramma singolo. Permette di catturare schermate singole alla pressione del pulsante.

source: Rewind Button
de: Zurück Schaltfläche
it: Pulsante Riavvolgi

source: The <guilabel>Rewind Button</guilabel> has different uses depending on the current capture mode.
de: Die <guilabel>Zurück</guilabel> Schaltfläche hat unterschiedliche Anwendungen in Abhängigkeit von der aktuell gewählten Art der Aufnahme.
it: Il <guilabel>pulsante Riavvolgi</guilabel> ha diversi usi a seconda della modalità di acquisizione attuale.

source: In single-frame capture mode <quote>rewinding</quote> relates to the index number of the current frame to capture. Imagine you have a stopped capture session that has captured ten PNG images. The filename display may show <quote>test-0010.png</quote>. You then realize, the last two snapshots weren't what you needed. You can then click the rewind button twice. This changes the filename display to <quote>test-0008.png</quote>. If you continue to capture, frames eight and nine in images <quote>test-0008.png</quote> and <quote>test-0009.png</quote> will be overwritten.
de: Bei der Einzelbild-Aufnahme bezieht sich <quote>Zürück</quote> auf die Nummer des aktuellen Einzelbildes. Bei einer gestoppten Aufnahmesitzung, die bisher zehn PNG Bilder aufgenommen hat zeigt die Dateinamesanzeige <quote>test-0010.png</quote>. Wenn Sie dann etwa feststellen, dass die letzten beiden Aufnahmen nicht wie gewünscht waren, können Sie die <guibutton>Zurück</guibutton> Schaltfläche zweimal anclicken, um die Dateinamensanzeige auf <quote>test-0008.png</quote> zurückzusetzen. Wenn Sie dann mit der Aufnahme fortfahren, werden die Einzelbilder acht und neun in den Dateien <quote>test-0008.png</quote> und <quote>test-0009.png</quote> überschrieben.
it: In modalità di acquisizione a fotogramma singolo il <quote>riavvolgimento</quote> si riferisce al numero indice del fotogramma attuale da acquisire. Immaginare di fermare una sessione di acquisizione che ha catturato dieci immagini PNG. Il visualizzatore nome file dovrebbe mostrare <quote>test-0010.png</quote>. Se si crede che le ultime due schermate non siano quelle desiderate, è possibile fare clic sul pulsante Riavvolgi due volte. Ciò cambierà il nome file visualizzato in <quote>test-0008.png</quote>. Se l'acquisizione continua, i fotogrammi otto e nove delle immagini <quote>test-0008.png</quote> e <quote>test-0009.png</quote> saranno sovrascritti.

source: In multi-frame capture mode the rewind button works quite similar. It does not, however, manipulate the index number of the current frame, but rather of the current movie as it relates to the <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">autocontinue</ulink> feature.
de: Bei der Film-Aufnahme funktioniert die <guibutton>Zurück</guibutton> Schaltfläche ganz ähnlich. Sie verändert jedoch nicht die Nummer des aktuellen Einzelbildes, sondern der des aktuell aufgenommenen Film hinsichtlich der automatischen <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">Aufnahmefortsetzung</ulink>.
it: In modalità di acquisizione a fotogrammi multipli, il pulsante Riavvolgi funziona quasi alla stesso modo. In ogni caso, non influenza il numero indice del fotogramma attuale, ma quello del filmato attuale poiché si riferisce alla funzionalità di <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">continuazione automatica</ulink>.

source: Forward Button
de: Vorwärts Schaltfläche
it: Pulsante Avanti
