Repository: axiak/xvidcap-pulseaudio
Catalog: doc/xvidcap/*/xvidcap.xml-*.po
Languages: de, it

source: Capture Results Dialog with Ask User For File name
de: Aufnahme Ergebnisdialog mit Anwender nach Dateinamen fragen
it: Finestra dei risultati di acquisizione con richiesta del nome file all'utente

source: Besides the overview of the used settings and information about the desired and achieved frame rates, you can select name and location of the file you want the video to be stored in through clicking <guibutton>Save As</guibutton>. Once a file has been selected, the label next to the button will display the absolute file name. You can also choose to preview the video through <guibutton>Play</guibutton> or abandon it through <guibutton>Delete</guibutton>. Note that the latter does not immediately delete the temporary file, though.
de: Neben einem Überblick über die verwendeten Einstellungen und Informationen bezüglich der erwünschten und erreichten Bildraten, können Sie Namen und Verzeichnis für die Datei, die Sie speichern möchten, auswählen, indem Sie <guibutton>Speichern Unter</guibutton> auswählen. Sobald ein Dateiname angegeben ist, wird er als absoluter Dateiname neben der Auswahl-Schaltfläche angezeigt. Sie können mithilfe der <guibutton>Wiedergabe</guibutton> Schaltfläche eine Vorschau betrachten oder das Video verwerfen, indem Sie <guibutton>Löschen</guibutton> anclicken. Bedenken Sie, dass letzteres die temporäre Datei nicht augenblicklich löscht. Sie könnte aber bei einer weiteren Aufnahme überschreiben werden.
it: Oltre al riepilogo delle impostazioni utilizzate e alle informazioni circa la velocità dei fotogrammi desiderata e raggiunta, si può selezionare il nome e la posizione del file nel quale di vuole salvare il video facendo clic su <guibutton>Salva come</guibutton>. Una volta che un file è stato selezionato, l'etichetta accanto al pulsante visualizzerà il nome file assoluto. Si può scegliere se vedere un'anteprima del video con <guibutton>Riproduci</guibutton> o abbandonare con <guibutton>Elimina</guibutton>. Notare che quest'ultima non elimina immediatamente il file temporaneo.

source: Normally, the results dialog will look like this:
de: Üblicherweise sieht der Ergebnisdialog wie folgt aus:
it: Normalmente, la finestra dei risultati apparirà in questo modo:

source: Normal Capture Results Dialog
de: Allgemeiner Aufnahme Ergebnisdialog
it: Finestra di acquisizione dei risultati normale

source: The Preferences Warning Dialog
de: Der Dialog mit Warnungen aufgrund gewählter Einstellungen
it: La finestra di avviso delle preferenze

source: Whenever <application>xvidcap</application> determines that the settings you have chosen will not work well, it will display those issues in a standardized format. Unless you run <application>xvidcap</application> with the <parameter>--gui no</parameter> parameter, it will pop up the following dialog:
de: Wann immer <application>xvidcap</application> feststellt, dass die von Ihnen gewählten Einstellungen nicht funktionieren, wird es diese Probleme in einem standardisierten Format darstellen. Wenn sie <application>xvidcap</application> nicht mit dem Parameter <parameter>--gui no</parameter> starten, wird es den folgenden Dialog anzeigen.
it: Ogni volta che <application>xvidcap</application> determina che le impostazioni scelte non funzioneranno, visualizzerà questi problemi in un formato standardizzato. A meno che non si esegua <application>xvidcap</application> con il parametro <parameter>--gui no</parameter>, verrà mostrata la seguente finestra:

source: Preferences Warning Dialog
de: Der Dialog mit Warnungen aufgrund gewählter Einstellungen
it: Finestra di avviso delle preferenze

source: GUI-less operation
de: Verwendung ohne Benutzeroberfläche
it: Operare senza interfaccia grafica

source: When running from the command line with the <parameter>--gui no</parameter> parameter, those warnings will be displayed in plain text on the terminal. You will not be seeing the <quote>Details</quote> section unless you also specified <parameter>-v</parameter>.
de: Beim Start von der Befehlszeile mit dem Parameter <parameter>--gui no</parameter> werden die Warnungen als Text im Terminal ausgegeben. Sie werden die <quote>Details</quote> nur sehen, wenn Sie auch den Parameter <parameter>-v</parameter> angeben.
it: In caso di esecuzione dalla linea di comando con il parametro <parameter>--gui no</parameter>, queste impostazioni saranno visualizzate in testo semplice sul terminale. Non si vedrà la sezione <quote>Dettagli</quote> a meno che non si specifichi <parameter>-v</parameter>.

source: There are a few situations in which such messages can be displayed:
de: Es gibt eine Reihe von Situationen, in denen derartige Meldungen angezeigt werden können:
it: Ci sono pochi casi in cui certi messaggi possono essere visualizzati:

source: On start
de: Beim Start
it: All'avvio

source: When <application>xvidcap</application> is started, it checks the consistency of the settings for the current capture mode and will report on issues it finds there. You will not be able to cancel out of this dialog, but have to revisit your preferences.
de: Wenn <application>xvidcap</application> gestartet wird, prüft es die Konsistenz der Einstellungen für die aktuell gewählte Art der Aufnahme und wird über dabei gefundene Probleme berichten. Sie werden den angezeigten Dialog nicht einfach abbrechen können, sondern müssen Ihre Einstellungen manuell korrigieren.
it: Quando <application>xvidcap</application> è avviato, verifica la consistenza delle impostazioni per la modalità di acquisizione attuale e segnala eventuali problemi. Non sarà possibile chiudere questa finestra, ma si dovrà riaprire la finestra delle preferenze.

source: <application>xvidcap</application><emphasis>only</emphasis> checks on the current capture mode and will not care about inconsistencies with the respective other mode. Therefore, there is the second situation.
de: <application>xvidcap</application> prüft <emphasis>nur</emphasis> die Einstellungen für die aktuell gewählte Art der Aufnahme und wird sich nicht um Inkonsistenzen der jeweiligen anderen Art der Aufnahme kümmern. Daher kann es zur zweiten Situation kommen.
it: <application>xvidcap</application> controlla <emphasis>solo</emphasis> la modalità di acquisizione attuale e non tiene conto delle inconsistenze con le altre modalità. Questa è il secondo caso.

source: On change of capture mode
de: Bei Änderung der gewählten Art der Aufnahme
it: Al cambiamento della modalità di acquisizione

source: If you change the current capture mode through the <ulink type="help" url="ghelp:xvidcap?menu xvidcap-menu-TBL-mf">menu</ulink><application>xvidcap</application> will check the consistency of the settings for the new capture mode and will report on issues it finds there. If you cancel the warning dialog, you will return to your previous capture mode selection.
de: Wenn Sie die aktuelle Art der Aufnahme im <ulink type="help" url="ghelp:xvidcap?menu xvidcap-menu-TBL-mf">Hauptmenü </ulink> ändern, wird <application>xvidcap</application> die Konsistenz der Einstellungen für die neu gewählte Art der Aufnahme prüfen und von dabei entdeckten Problemen berichten. Wenn Sie den Dialog abbrechen, werden Sie zur vorherigen Art der Aufnahme zurückkehren.
it: Se si cambia la modalità di acqusizione attuale dal <ulink type="help" url="ghelp:xvidcap?menu xvidcap-menu-TBL-mf">menu</ulink>, <application>xvidcap</application> verificherà la consistenza delle impostazione per la nuova modalità di acquisizione e segnalerà eventuali problemi riscontrati. Annullando la finestra di avviso, si tornerà alla precedente selezione della modalità di acquisizione.

source: When submitting changed preferences
de: Beim Bestätigen des Einstellungen Dialogs
it: Quando si applicano modifiche delle preferenze

source: When you leave the preferences dialog <application>xvidcap</application> will check the settings for both capture modes. Cancelling the warning dialog will take you back to the preferences dialog.
de: Wenn Sie den Einstellungen Dialog bestätigen, wird <application>xvidcap</application> die Einstellungen für beide Arten der Aufnahme prüfen. Brechen Sie einen ggf. erscheinenden Dialog ab, kehren Sie zum Einstellungen Dialog zurück.
it: Quando chiudi la finestra delle preferenze, <application>xvidcap</application> controllerà le impostazioni per entrambe le modalità di acquisizione. L'annullamento della finestra di avviso riporterà alla finestra delle preferenze.

source: In the Preferences Warning Dialog you will find one or more messages consisting of three rows each. The first one contains a message type or severity, a unique numeric ID and a short name for the error. The second row gives a more detailed description, and the third one tells about the action <application>xvidcap</application> is going to take if you chose to click <guibutton>OK</guibutton>.
de: Im Dialog mit Warnungen aufgrund gewählter Einstellungen finden Sie eine oder mehrere Nachrichten mit je drei Zeilen. Die erste enthält den Nachrichtentyp oder die Dringlichkeit der Warnung, eine eindeutige numerische Kennung und eine Kurzbezeichnung für den Fehler. Die zweite Zeile bietet eine detailiertere Beschreibung und die dritte beschreibt die Änderungen, die <application>xvidcap</application> ausführen wird, wenn Sie die Schaltfläche <guibutton>OK</guibutton> anclicken.
it: Nella finestra di avviso delle preferenze si troveranno uno o più messaggi composti da tre righe ciascuno. La prima riga contiene un tipo di messaggio o gravità, un ID numerico univoco e un breve nome dell'errore. La seconda riga fornisce una descrizione più dettagliata, e la terza riga descrive l'azione che <application>xvidcap</application> intraprenderà se si fa clic su <guibutton>OK</guibutton>.

source: Such an action might be to automatically correct the issue by chosing a plausible default, to ignore the issue if it is not severe or to quit <application>xvidcap</application> if no solution can automatically be determined.
de: Eine solche Änderung könnte sein, das Problem automatisch zu beheben, indem ein plausibler Vorgabewert verwendet wird, das Problem zu ignorieren, wenn es nicht schwerwiegend ist, oder <application>xvidcap</application> zu beenden, wenn automatisch keine Lösung gefunden werden kann.
it: Un'azione potrebbe essere la correzione automatica del problema scegliendo un valore predefinito plausibile, per ignorare il problema se non è grave o per uscire da <application>xvidcap</application> se la soluzione non è determinabile automaticamente.

source: The severity of an issue can be <quote>INFO</quote> for purely informational messages where no change is made to any settings, <quote>WARNING</quote> where a minor change to current settings is suggested, <quote>ERROR</quote> where a major change to current settings is required, or <quote>FATAL ERROR</quote>. A fatal error is always an error where the suggested action is to quit <application>xvidcap</application>. You will not see issues of severity <quote>INFO</quote> unless you run <application>xvidcap</application> in verbose mode.
de: Der Typ eines Problems kann <quote>INFO</quote> sein für rein informative Meldungen, bei denen keine Änderung nötig ist, <quote>WARNUNG</quote>, wenn eine kleinere Änderung nötig ist, <quote>FEHLER</quote>, wenn eine größere Änderung erforderlich ist, oder <quote>ABBRUCH</quote>. Ein Abbruch liegt immer dann vor, wenn die einzige Änderung, die <application>xvidcap</application> vorschlagen kann, die ist, sich selbst zu beenden. Meldungen vom Typ <quote>INFO</quote> werden nur angezeigt, wenn Sie <application>xvidcap</application> mit Anzeige ausführlicher Meldungen betreiben.
it: La gravità di un problema può essere <quote>INFO</quote> per messaggi puramente informativi senza modifiche alle impostazioni, <quote>AVVISO</quote> dove vengono suggeriti piccoli cambiamenti alle impostazioni attuali, <quote>ERRORE</quote> dove viene richiesto una sostanziale modifica delle impostazioni attuali, o <quote>ERRORE GRAVE</quote>. In caso di errore grave, l'unica azione suggerita è di uscire da <application>xvidcap</application>. Non si vedranno problemi di gravità <quote>INFO</quote> a meno che non si esegua <application>xvidcap</application> in modalità prolissa.

source: translator-credits
de: Karl H. Beckers <karl.h.beckers@gmx.net>, 2006
it: Vincenzo Reale <smart2128@baslug.org> (italiano)

source: This manual describes version 1.1.5 of xvidcap.
it: Questo manuale descrive la versione 1.1.5 di xvidcap.

source: Video Codec
it: Codificatore video

source: Audio Codec
it: Codificatore audio
