Repository: axiak/xvidcap-pulseaudio
Catalog: doc/xvidcap/*/xvidcap.xml-*.po
Languages: de, it

source: The <guilabel>Forward Button</guilabel> does the opposite of the rewind button in that it increments the current frame's index number or the movie index number depending on capture mode.
de: Die <guilabel>Vorwärts</guilabel> Schaltfläche bewirkt das Gegenteil der <guibutton>Zurück</guibutton> Schaltfläche, indem es die Nummer des aktuellen Einzelbildes oder Films hochzählt in Abhängigkeit von der gewählten Art der Aufnahme.
it: Il <guilabel>pulsante Avanti</guilabel> fa l'opposto del pulsante Riavvolgi incrementando il numero indice del fotogramma attuale o il numero indice del filmato a seconda della modalità di acquisizione.

source: Frame Selection Lock
de: Sperre des Auswahlrahmens
it: Pulsante Blocca area di acquisizione

source: The <guilabel>Frame Selection Lock</guilabel> makes the capture selection move with the main control if selected. If deselected, the capture selection will stay where it is when the main control moves.
de: Die <guibutton>Sperre des Auswahlrahmens</guibutton> lässt die Aufnahmeauswahl den Bewegungen des zentralen Bedienfensters folgen. Ist sie abgewählt, bleibt der Auswahlrahmen wo er ist, wenn sich das Bedienfenster bewegt.
it: Il <guilabel>pulsante Blocca area di acquisizione</guilabel> fa spostare l'area di acquisizione con il controllo principale, se selezionata. Se deselezionata, l'area di acquisizione rimarrà ferma mentre il controllo principale si sposta.

source: Frame Selector Button
de: Bereichsauswahl Schaltfläche
it: Pulsante Selettore fotogramma

source: Click the <guilabel>Frame Selector Button</guilabel> to change the area you want to capture. When you click it, the cursor changes to a cross-hair cursor. After that you can either:
de: Clicken Sie die <guibutton>Bereichsauswahl</guibutton> Schaltfläche an, um den Bereich auszuwählen, der aufgenommen werden soll. Wenn Sie die Schaltfläche anclicken, wird der Mauszeiger zu einem Fadenkreuz. Danach können Sie entweder:
it: Fare clic sul <guilabel>pulsante Selettore fotogramma</guilabel> per cambiare l'area che si desidera catturare. Al clic, il puntatore si trasforma in un puntatore a croce. Fatto questo, è possibile:

source: click on a single window to capture that window.
de: Ein einzelnes Fenster anclicken, um dieses Fenster aufzunehmen.
it: fare clic su una singola finestra per catturarla.

source: Moving Captured Windows
de: Bewegen aufgenomenner Fenster während der Aufnahme
it: Spostare le finestre catturate

source: Note that the area selection is not sticky to the window in the sense that it would follow the window you originally selected, if you move it away. All it does is adjust position and dimension of the selected capture area to match the contents of the window clicked on. If you move the window afterwards, the capture area will stay where it is, unless you have the frame selection lock enabled and manually move the main control to the right position.
de: Beachten Sie, das der Auswahlbereich nicht in dem Sinne an ein ausgewähltes Fenster gebunden ist, dass er dem ausgewählten Fenster folgen würde, wenn Sie dieses bewegen. Der Auswahlbereich wird lediglich hinsichtlich Größe und Position an den Inhalt des ausgewählten Fensters angepasst. Wenn Sie das Fenster nachträglich bewegen, bleibt der Auswahlbereich wo er ist. Es sei denn Sie haben die Sperre des Auswahlrahmens aktiviert und bewegen das Bedienfenster an die entsprechende Position.
it: Notare che la selezione dell'area non è incollata alla finestra nel senso di seguire la finestra selezionata in origine, se ci si sposta. Si occupa di regolare la posizone e la dimensione dell'area di acquisizione selezionata in corrispondenza del contenuto della finestra selezionata. Se, successivamente, si sposta la finestra, l'area di acquisizione rimarrà nella stessa posizione, a meno che non si sia abilitato il blocco dell'area di acquisizione e si sposti manualmente il controllo principale nella giusta posizione.

source: click and drag to select an arbitrary portion of the screen.
de: Clicken und Ziehen, um einen beliebigen Bereich des Bildschirms auszuwählen.
it: fare clic e trascinare per selezionare un'arbitraria posizione dello schermo.

source: click on the backdrop to select full-screen capture.
de: Auf den Bildschirmhintergrund clicken, um Vollbild-Aufnahme auszuwählen.
it: fare clic sullo sfondo per selezionare l'acquisizione a schermo intero.

source: <title>Full-Screen Capture</title><para> With current display sizes, full-screen capture has a very high probability of putting too much stress on your system. Watch the frame drop monitor and possibly adjust your screen resolution if you absolutely must capture full-screen. Remember that DVDs typically contain resolutions of 720 x 486. Capturing full-screen at a resolution of 1400 x 1050 means encoding about 4 times the data rate of a DVD in real time -- not something you will be doing with a pencil and paper. </para> It is not just the encoding of a full screen capture, though, that may put too much stress on your system. Grabbing the complete capture area from the X11 display is a heavy task on its own right. Using the XDamage extension may ease the effect of that, however there may be caveats. See the corresponding paragraph about the <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-set-xdamage">general options tab</ulink> of the preferences dialog. <para></para>
de: <title>Vollbild Aufnahme</title><para>Bei aktuellen Anzeigegrößen besteht bei Vollbild-Aufnahme eine hohe Wahrscheinlichkeit, zu viel Last auf Ihrem System zu verursachen. Beobachten Sie den Bild-Verlust Messer und passen Sie gegebenenfalls Ihre Bildschirmauflösung an, wenn Sie unbedingt den gesamten Bildschirm aufnehmen müssen. Bedenken Sie, dass eine DVD üblicherweise Auflösungen um 720 x 486 enthält. Eine Vollbild-Aufnahme bei einer Auflösung von 1400 x 1050 wird ungefähr die vierfache Menge der Datenrate einer DVD zur Laufzeit kodiert -- nicht etwas, was Sie mit Stift und Papier berechnen.</para> Es ist jedoch nicht nur das Kodieren einer Vollbild-Aufnahme, die Überlast auf Ihrem System erzeugen kann. Den gesamten Aufnahmebereich für jedes Einzelbild vollständig zu erfassen, ist schon für sich genommen eine erhebliche Aufgabe. Die Verwendung der XDamage Erweiterung kann die resultierenden Effekte vermeiden helfen, es könnten jedoch Seiteneffekte auftreten. Vergleichen Sie den entsprechenden Absatz zum Reiter <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-set-xdamage">Allgemeine Einstellungen</ulink> des Einstellungen Dialogs. <para></para>
it: <title>Acquisizione a schermo intero</title><para>Con le dimensioni attuali dello schermo, l'acquisizione a schermo intero ha un'alta probabilità di sottoporre il sistema a un elevato carico. Guardare il contatore dei fotogrammi scartati e, se possibile, regolare la risoluzione del proprio schermo se è necessaria un'acquisizione a schermo intero. Si tenga presente che la tipica risoluzione dei DVD è di 720 x 486. L'acquisizione a schermo intero a risoluzione di 1400 x 1050 significa codificare in tempo reale una quantità di dati 4 volte maggiore di quella di un DVD -- niente a che vedere con qualcosa che si può realizzare con carta e penna. </para> Comunque, non è solo la codifica di un'acquisizione a schermo intero che può stressare il sistema. La cattura dell'intera area di acquisizione da uno schermo X11 è un'operazione di per sé pesante. L'utilizzo dell'estensione XDamage potrebbe alleviare questo effetto, anche se potrebbe generare degli avvisi. Vedere il paragrafo corrispondente sulla <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-set-xdamage">scheda delle opzioni generali</ulink> della finestra delle preferenze. <para></para>

source: Resize By Dragging
de: Größe durch Ziehen ändern
it: Ridimensiona trascinando

source: Starting with version 1.1.5, you can also resize the area to capture by dragging on the edges of the frame while not capturing. Use that feature as you would resize a normal window.
de: Ab Version 1.1.5 können Sie die Größe des Aufnahmebereichs auch durch Ziehen an den Rändern des Rahmens ändern, wenn gerade nicht aufgenommen wird. Verwenden Sie die Funktionalität so wie Sie die Größe eines normalen Fensters ändern.
it: A partire dalla versione 1.1.5, è possibile ridimensionare l'area di acquisizione anche trascinando i bordi del fotogramma mentre non si è in fase di acquisizione. Utilizzare questa funzionalità come si ridimensiona una normale finestra.

source: Edit Button
de: Bearbeiten Schaltfläche
it: Pulsante Modifica

source: The <guilabel>Edit Button</guilabel> calls an external program to edit the most recently captured frame in single-frame capture mode or the current video in multi-frame capture mode. <application>xvidcap</application> does not provide those applications. By default, <application>xvidcap</application> calls <application>gimp</application> in single-frame capture mode and nothing at all in multi-frame capture mode. Both settings can be changed through the <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-cmd">preferences dialog</ulink>.
de: Die <guibutton>Bearbeiten</guibutton> Schaltfläche ruft ein externes Programm auf, um bei Einzelbild-Aufnahme das zuletzt aufgenommene Einzelbild oder bei Film-Aufnahme das aktuelle Video zu bearbeiten. <application>xvidcap</application> liefert diese Programme nicht mit. Per Vorgabe verwendet <application>xvidcap</application> bei der Einzelbild-Aufnahme <application>gimp</application> und keines bei der Film-Aufnahme. Beide Einstellungen können durch den <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-cmd">Einstellungen Dialog</ulink> geändert werden.
it: Il <guilabel>pulsante Modifica</guilabel> chiama un programma esterno per modificare i fotogrammi acquisiti di recente in modalità di acquisizione a fotogramma singolo o il video attuale in modalità di acquisizione a fotogrammi multipli. <application>xvidcap</application> non fornisce queste applicazioni. In maniera predefinita, <application>xvidcap</application> chiama <application>gimp</application> in modalità di acquisizione a fotogramma singolo e nessun programma in modalità di acquisizione a fotogrammi multipli. Le due impostazioni possono essere cambiate attraverso la <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-cmd">finestra delle preferenze</ulink>.

source: Main Menu
de: Hauptmenü
it: Menu principale

source: A right-click on the filename display pops up the following menu:
de: Ein Click mit der rechten Maustaste auf die Dateinamensanzeige öffnet folgendes Menü:
it: Un clic del tasto destro sul visualizzatore del nome file mostra il seguente menu:

source: the main menu's items:
de: Punkte des Hauptmenüs
it: le voci del menu principale:

source: Preferences Menuitem
de: Menüpunkt Einstellungen
it: Voce di menu Preferenze

source: open the preferences dialog
de: öffnet den Einstellungen Dialog
it: apre la finestra delle preferenze

source: Save Preferences Menuitem
de: Menüpunkt Einstellungen Speichern
it: Voce di menu Salva preferenze

source: save the current settings
de: speichert die aktuellen Einstellungen
it: salva le impostazioni attuali

source: Volatile Settings
de: Flüchtige Einstellungen
it: Impostazioni temporanee

source: Note that <application>xvidcap</application> does not save changed preferences automatically. You can modify settings, exit <application>xvidcap</application>, and return to your previous settings by just restarting <application>xvidcap</application>. If you want to make changes to your settings persistent, select this. It will write your settings to a file <filename>.xvidcaprc</filename> in your home directory.
de: Beachten Sie daß <application>xvidcap</application> geänderte Einstellungen nicht automatisch speichert. Sie können Einstellungen ändern, <application>xvidcap</application> beenden und beim nächsten Neustart zu Ihren vorherigen Einstellungen zurückkehren. Falls Sie Ihre Änderungen an den Einstellungen dauerhaft speichern möchten, wählen Sie diesen Menüpunkt. Er wird Ihre Einstellungen in eine Datei mit dem Namen <filename>.xvidcaprc</filename> in Ihrem Home-Verzeichnis speichern.
it: Notare che <application>xvidcap</application> non salva automaticamente le preferenze cambiate. È possibile modificare le impostazioni, uscire da <application>xvidcap</application>, e tornare alle impostazioni precedenti con il solo riavvio di <application>xvidcap</application>. Se si vuole rendere le modifiche permanenti, selezionare questa opzione. Scriverà le impostazioni in un file <filename>.xvidcaprc</filename> nella propria home.

source: Multi-Frame Menuitem
de: Menüpunkt Film-Aufnahme
it: Voce di menu Fotogrammi multipli

source: select multi-frame capture mode
de: wählt die Film-Aufnahme
it: seleziona la modalità di acquisizione a fotogrammi multipli

source: Parallel Settings for Capture Modes
de: Parallele Einstellungen für unterschiedliche Arten der Aufnahme.
it: Impostazioni parallele per le modalità di acquisizione

source: Keep in mind that you can have distinct settings for multi-frame capture and single-frame capture modes configured and stored in parallel. Choosing this menuitem or the next toggles between the two modes and their respective settings.
de: Bedenken Sie, dass Sie unterschiedliche Einstellungen für Film- und Einzelbild-Aufnahme parallel eingerichtet und abgespeichert haben können. Durch die Auswahl diese Menüpunktes können Sie zwischen den beiden Aufnahmearten und ihren Einstellungen wechseln.
it: Occorre ricordare che è possibile avere impostazioni distinte per le modalità di acquisizione a fotogrammi multipli e a fotogramma singolo configurate e memorizzate contemporaneamente. La scelta di questa voce di menu o della successiva commuta tra le due modalità e le rispettive impostazioni.

source: Single-Frame Menuitem
de: Menüpunkt Einzelbild-Aufnahme
it: Voce di menu Fotogramma singolo

source: select single-frame capture mode
de: wählt die Einzelbild-Aufnahme
it: seleziona la modalità di acquisizione a fotogramma singolo

source: Autocontinue Menuitem
de: Menüpunkt automatische Aufnahmefortsetzung
it: Voce di menu Continuazione automatica

source: toggle autocontinue feature on/off
de: schaltet diese Funktionalität an oder aus
it: Attiva o disattiva la funzionalita di continuazione automatica

source: This is selectable only in multi-frame capture mode and only if the filename is mutable. Refer to <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">the autocontinue prefernces setting</ulink> for more information.
de: Diese Funktion ist nur bei Film-Aufnahme wählbar und auch dann nur, wenn der Dateiname hochzählbar ist. Vergleichen Sie bitte die Informationen zu den <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">Aufnahmefortsetzungseinstellungen</ulink>.
it: Selezionabile solo in modalità di acquisizione a fotogrammi multipli e solo se il nome file è variabile. Fare riferimento a <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-TBL-autocontinue">impostazioni di continuazione automatica</ulink> per ulteriori informazioni.

source: Make Video Menuitem
de: Menüpunkt Video erstellen
it: Voce di menu Crea video

source: execute encoding command set in preferences
de: führt das in den Einstellungen konfigurierte Kodier-Programm aus
it: esegue il comando di codifica impostato nelle preferenze

source: In multi-frame capture mode this is not at all needed and not set by default. It can, however, be set to allow executing a custom transcoding command if output is needed in a format other than <application>xvidcap</application> can generate. The script used in single-frame capture mode by default is provided by <application>xvidcap</application> but may need to be copied to your executable path to make it available. Refer to <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-cmd">the commands preferences tab</ulink> for more information on setting encoding commands.
de: Bei der Film-Aufnahme wird dies nicht benötigt und ist per Vorgabe auch nicht eingerichtet. Es kann jedoch ein Programm zum Transkodieren zur Ausführung angegeben werden, wenn die Ausgabe in einem anderen Format benötigt wird als <application>xvidcap</application> erzeugen kann. Das Skript, welches per Vorgabe für die Einzelbild-Aufnahme verwendet wird, wird von <application>xvidcap</application> mitgeliefert, könnte aber erst in den Suchpfad für Anwendungen kopiert werden müssen. Der Abschnitt zum Reiter <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-cmd">Befehle</ulink> im Einstellungen Dialog liefert hierzu weitere Informationen.
it: In modalità di acquisizione a fotogrammi multipli non è necessaria e non impostata come predefinita. Può, comunque, essere impostata per consentire l'esecuzione di un comando di transcodifica personalizzato se si desidera un formato d'uscita diverso da quelli che <application>xvidcap</application> può generare. Lo script usato come predefinito in modalità di acquisizione a fotogramma singolo è fornito da <application>xvidcap</application> ma potrebbe essere necessario copiarlo nel proprio path per renderlo disponibile. Fare riferimento a <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-cmd">la scheda di preferenze dei comandi</ulink> per ulteriori informazioni su come impostare i comandi di codifica.

source: Animate/Play Menuitem
de: Menüpunkt Animieren/Abspielen
it: Voce di menu Anima/Riproduci

source: execute playback command set in preferences
de: führt den in den Einstellungen eingerichteten Wiedergabe-Befehl aus
it: esegue il comando di riproduzione impostato nelle preferenze

source: In multi-frame capture mode this is <application>mplayer</application> and <application>animate</application> (part of ImageMagick) by default. Refer to <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-cmd">the commands preferences tab</ulink> for more information on setting encoding commands.
de: Bei der Film-Aufnahme ist dies per Vorgabe <application>mplayer</application> und <application>animate</application> (Teil von ImageMagick) bei der Einzelbild-Aufnahme. Der Abschnitt zum Reiter <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-cmd">Befehle</ulink> im Einstellungen Dialog liefert hierzu weitere Informationen.
it: In modalità di acquisizione a fotogrammi multipli è <application>mplayer</application> e <application>animate</application> (parte di ImageMagick) in maniera predefinita. Fare riferimento a <ulink type="help" url="ghelp:xvidcap?xvidcap-prefs-cmd">la scheda di preferenze dei comandi</ulink> per ulteriori informazioni su come impostare i comandi di codifica.

source: Help Menuitem
de: Menüpunkt Hilfe
it: Voce di menu Aiuto

source: pop up online help
de: zeigt die Online Hilfe an
it: mostra l'aiuto in linea

source: About Menuitem
de: Menüpunkt Info
it: Voce di menu Informazioni su

source: pop up <application>xvidcap's</application> about dialog
de: zeigt <application>xvidcaps</application> Info Dialog an
it: mostra la finestra di informazioni di <application>xvidcap</application>

source: Quit Menuitem
de: Menüpunkt Beenden
it: Voce di menu Esci

source: exit <application>xvidcap</application>
de: beendet <application>xvidcap</application>
it: esce da <application>xvidcap</application>

source: Preferences
de: Einstellungen
it: Preferenze

source: You can start the Preferences dialog either by right-clicking on the main control's filename display and selecting <quote>Preferences</quote> or pressing CTRL-P. The dialog itself is divided into four tabs.
de: Sie können den Einstellungen Dialog entweder durch einen Click mit der rechten Maustaste auf die Dateinamensanzeige und die Auswahl von <quote>Einstellungen</quote> oder die Tastenkombination CTRL-P aufrufen. Der Dialog selbst ist in vier Reiter unterteilt.
it: Puoi aprire la finestra Preferenze sia facendo clic con il tasto destro sul visualizzatore del nome file controllo principale e selezionando <quote>Preferenze</quote>, sia premendo CTRL-P. La finestra è divisa in quattro schede.

source: General Preferences
de: Allgemeine Einstellungen
it: Preferenze generali

source: The first tab of the preferences dialog contains miscellaneous settings around general behaviour of <application>xvidcap</application>.
de: Der erste Reiter des Einstellungen Dialogs enthält diverse Einstellungen rund um das allgemeine Verhalten von <application>xvidcap</application>.
it: La prima scheda della finestra delle preferenze contiene varie impostazioni riguardanti il comportamento generale di <application>xvidcap</application>.

source: the general settings are:
de: Die allgemeinen Einstellungen sind:
it: le impostazioni generali sono:

source: This setting governs which capture mode is used by <application>xvidcap</application> by default, i. e. if no other settings give <application>xvidcap</application> a clue.
de: Diese Einstellung regelt, welche Art der Aufnahme standardmässig von <application>xvidcap</application> verwendet wird, d. h. wenn keine andere Einstellung <application>xvidcap</application> einen Hinweis bzgl. der gewünschten Art der Aufnahme gibt.
it: Questa opzione stabilisce la modalità di acquisizione predefinita di <application>xvidcap</application>, ad es. se nessun altra impostazione fornisce a <application>xvidcap</application> un indizio.

source: Capture Mouse Pointer
de: Mauszeiger aufnehmen
it: Catturare il puntatore del mouse

source: Check this to capture the mouse pointer.
de: Machen Sie hier einen Haken, um den Mauszeiger aufzunehmen.
it: Spuntare questa opzione per acquisireil puntatore del mouse.

source: Custom Mouse Pointer Shapes
de: Spezielle Formen des Mauszeigers
it: Forme personalizzate del puntatore del mouse

source: Without the XFixes extension to X11, there is no way for <application>xvidcap</application> to capture the real, current mouse pointer, only its position. If the extension is not available both on the machine where <application>xvidcap</application> was built and where it is run, <application>xvidcap</application> generates a dummy mouse pointer in the captured movie. In this case you will find a radiobutton next to this checkbox which allows you to select whether the dummy pointer should be white or black.
de: Ohne die XFixes Erweiterung für X11 gibt es für <application>xvidcap</application> keine Möglichkeit, die Form des tatsächlichen, aktuellen Mauszeigers festzustellen, sondern nur dessen Position. Wenn die Erweiterung nicht sowohl während der Übersetzung als auch zur Laufzeit verfügbar war und ist, erzeugt <application>xvidcap</application> einen generischen Mauszeiger im aufgenommenen Film. In dem Fall finden Sie einen Auswahlknopf neben diesem Haken, der es Ihnen ermöglicht, zwischen einem weissen und einem schwarzen Mauszeiger auszuwählen.
it: Senza l'estesione XFixes di X11, non c'è modo per <application>xvidcap</application> di acquisire l'effettivo, attuale puntatore, solo la sua posizione. Se l'estensione non è disponibile sia sulla macchina dove <application>xvidcap</application> è stato compilato sia dove è eseguito, <application>xvidcap</application> genera un puntatore del mouse fittizio nel filmato acquisito. In questo caso si troverà un pulsante di selezione accanto alla casella che consente di selezionare se il puntatore fittizio sarà bianco o nero.

source: Save Capture Geometry
de: Position des Aufnahmebereich speichern
it: Salva geometria di acquisizione
