Repository: axiak/xvidcap-pulseaudio
Catalog: po/*.po
Languages: fr, ru, zh_cn

source: xterm -e "echo none specified; echo hit enter to dismiss; read"
fr: xterm -e "echo aucune de spécifiée; echo appuyer sur entrée pour quitter; read"
ru: xterm -e "echo не определено; echo нажмите enter чтобы пропустить; read"

source: xterm -e "echo not needed for multi-frame capture; echo hit enter to dismiss; read"
fr: xterm -e "echo pas nécessaire pour la capture multi-images; echo appuyer sur entrée pour quitter; read"
ru: xterm -e "echo не требуется для серийной записи; echo нажмите enter чтобы пропустить; read"

source: %s %s: Capture mode not single_frame (%i) but we don't have ffmpeg ... correcting, but smth's wrong
fr: %s %s: Le mode de capture n`est pas image par image (%i) mais nous n`avons pas le correcteur... ffmpeg, mais quelque chose ne va pas
ru: %s %s: Режим захвата не однокадровый (%i) нету поддержки ffmpeg ... исправление, все же где-то ошибка
zh_cn: %s %s：抓取模式不是单帧(%i)但是我们没有获得ffmpeg... 修正，不过还是有一些错误。

source: No V4L available
fr: Aucun V4L disponible
ru: V4L не доступен
zh_cn: 没有V4L设备

source: Video for Linux is selected as the capture source but V4L is not available with this binary.
fr: Video for Linux est sélectionné comme source de capture mais V4L n`est pas disponible avec ce binaire.
ru: Видео для Linux выбрано как источник для захвата, но V4L не доступен в этом бинарном файле
zh_cn: 选择了Linux视频抓取源，但是目前的二进制程序无法使用V4L。

source: Set capture source to 'x11'
fr: Régler la source de capture à 'x11'
ru: Установить источник захвата в 'x11'
zh_cn: 设置抓取源到“X11”

source: V4L device inaccessible
fr: Module V4L inaccessible
ru: V4L устройство недоступно
zh_cn: V4L设备找不到

source: Can't open the specified Video for Linux device.
fr: Impossible d`ouvrir le module Video for Linux spécifié.
ru: Не возможно открыть указанное устройство видео для Linux
zh_cn: 打不开指定的Linux视频设备。

source: Quit
fr: Quitter
ru: Выход
zh_cn: 退出

source: V4L can't capture
fr: V4L ne peut pas capturer
ru: V4L не может осуществить завхат
zh_cn: V4L无法抓取

source: The specified Video for Linux device can't capture to memory.
fr: Le module Video for Linux spécifié ne peut pas capturer en mémoire.
ru: Указанное устройство видео для Linux не может разместить захват в памяти.
zh_cn: 这说明Linux视频设备不能被抓取在内存中

source: Capture size exceeds V4L limits
fr: La taille de la capture excède les limites de V4L
ru: Объем данных для захвата превысил ограничение V4L
zh_cn: 抓取尺寸超过V4L限制

source: The specified capture size exceeds the limits for Video for Linux capture.
fr: La taille de la capture spécifiée excède les limites pour la capture Video for Linux.
ru: Указанный объем данных для захвата превысил ограничение захвата видео для Linux
zh_cn: 这说明抓取的尺寸超过Linux视频的极限。

source: Increase or decrease the capture area to conform to V4L's limits
fr: Augmenter ou diminuer la zone de capture pour se conformer au limites de V4L
ru: Увеличьте или уменьшите область для захвата в соответствие с ограничениями V4L
zh_cn: 增加或减少抓取区域范围以适应V4L限制

source: Capture area outside screen
fr: Zone de capture à l`extérieur de l`écran
ru: Область для захвата превысила размеры экрана
zh_cn: 抓取区域超过屏幕边界

source: The specified capture area reaches beyond the visible screen.
fr: La zone de capture spécifiée dépasse l`écran visible.
ru: Указанная область для захвата превысила пределы видимости экрана.
zh_cn: 这说明抓取的区域范围超过了可见的显示部分。

source: Clip capture size to visible screen
fr: Adapter la taille de la capture à l`écran visible
ru: Соотнести область для захвата с границами экрана
zh_cn: 修改抓取尺寸到可见范围

source: Invalid Mouse Capture Option
fr: Option de Capture de la Souris Invalide
ru: Неверная опция захвата мышью
zh_cn: 无效的鼠标抓取设置

source: The specified value for the mouse capture option is not one of the valid values (0 = no capture, 1 = white mouse pointer, 2 = black mouse pointer).
fr: La valeur spécifiée pour l`option de capture de la souris n`est pas l`une des valeurs valides (0 = aucune capture, 1 = pointeur de la souris blanc, 2 = pointeur de la souris noir).
ru: Указанное значение опции захвата курсора мыши не является одним из правильных вариантов (0 = без указателя, 1 = белый указатель, 2 = черный указатель).
zh_cn: 这说明指定的鼠标抓取设置没有一项为有效值( 0 =不抓取，1 =白色鼠标指针，2 =黑色鼠标指针 )。

source: Set Mouse Capture Option to '1' for a white mouse pointer
fr: Régler l`Option de Capture de la Souris à '1' pour un pointeur de souris blanc
ru: Установить опцию захвата курсора мыши в '1' для курсора в белом цвете
zh_cn: 鼠标抓取设置为“1”是白色鼠标指针

source: Invalid Capture Source
fr: Source de Capture Invalide
ru: Неправильный источник захвата
zh_cn: 无效的抓取来源

source: An unsupported capture source was selected.
fr: Une source de capture non-supportée a été sélectionnée.
ru: Был выбран не поддерживаемый источник для захвата.
zh_cn: 选择了一个不被支持的抓取源。

source: Reset capture source to fail-safe 'x11'
fr: Réinitialiser la source de capture à fail-safe 'x11'
ru: Восстановить источник для захвата в безопасный режим 'x11'
zh_cn: 重置抓取源为可靠的“x11”

source: Invalid default capture mode
fr: Mode de capture par défaut invalide
ru: Неправильное значение по умолчанию режима захвата
zh_cn: 无效的默认抓取模式

source: The default capture mode specified is neither "single-frame" nor "mult-frame".
fr: Le mode de capture par défaut spécifié est ni "image par image" ni "multi-images".
ru: Значение по умолчанию для режима захвата установлено ни в "однокадровый" нив "многокадровый" режим.
zh_cn: 默认抓取模式既不是“单帧”，也不是“多帧”。

source: Reset default capture mode to "single-frame"
fr: Réinitialiser le mode de capture par défaut à "image par image"
ru: Восстановить начальный режим захвата в "однокадровый"
zh_cn: 重置抓取模式为“单帧”

source: File name is NULL
fr: Le nom du fichier est NULL
ru: Нулевое имя файла
zh_cn: 文件名无效

source: The filename string variable used for multi-frame capture is a null pointer. This should never be possible at this stage.
fr: La variable de chaîne du nom de fichier utilisée pour la capture multi-images est un pointeur null. Ceci ne devrait jamais être possible à cet étape.
ru: Переменная строки имени файла используемая для многокадрового режима равна нулю. Это не возможно на этом уровне.
zh_cn: 多帧抓取文件名的设置变量是无效指示，在这个平台下应是不合理的。

source: File name empty
fr: Nom de fichier vide
ru: Имя файла не указано
zh_cn: 文件名为空

source: You selected single-frame capture without specifying a filename.
fr: Vous avez sélectionné la capture image par image sans spécifier un nom de fichier.
ru: Вы выбрали покадровый режим записи без указания имени файла.
zh_cn: 您选择的单帧抓取输出没有指定一个文件名。

source: Set the filename used for single-frame capture to a default value based on the current capture mode and target
fr: Régler le nom de fichier utilisé pour la capture image par image à une valeur par défaut basée sur la cible et le mode de capture actuels
ru: Установить имя файла для покадровой записи по умолчанию в зависимости от текущего режима записи и цели.
zh_cn: 设单帧抓取文件名为默认值，基于当前抓取模式和定制下。

source: File format Auto-detection with empty file name
fr: Auto-détection du format de fichier avec un nom de fichier vide
ru: Автоматическое определение формата файла для файла без названия.
zh_cn: 此格式的文件自动检测时文件名为空

source: You want to be asked for a filename to save your video to after recording and also want to auto-detect the file type based on filename. That won't work.
fr: Il faut vous demander pour un nom de fichier pour sauvegarder votre vidéo pour ensuite enregistrer et vouloir également auto-détecter le type de fichier basé sur le nom de fichier. Cela ne fonctionnera pas.
ru: От вас требуется ввести имя файла для сохранения вашего видео после окончания записи, а также для автоматического определения типа файла на основе его имени.То что вы указали работать не будет.
zh_cn: 您需要指定一个文件名来保存您录制之后的视频，同时自动检测此文件名的类型，然后再工作。

source: Set the filename used for multi-frame capture to a default value based on the current capture mode and target
fr: Régler le nom de fichier utilisé pour la capture multi-images à une valeur par défaut basée sur la cible et le mode de capture actuels
ru: Установить имя файла для серийной записи по умолчанию в зависимости от текущего режима записи и цели.
zh_cn: 设多帧抓取文件名为默认值，基于当前抓取模式和对象下。

source: File name empty, ask user
fr: Nom de fichier vide, demander à l`utilisateur
ru: Пустое имя файла, запросить у пользователя
zh_cn: 文件名为空，询问用户

source: You specified an empty filename for multi-frame capture. Since you have configured a fixed output file-format xvidcap can ask you for a filename to use after recording. We'll need to disable the autocontinue function you selected, though.
fr: Vous avez spécifié un nom de fichier vide pour la capture multi-images. Depuis que vous avez configuré un format-fichier de sortie fixé xvidcap peut vous demander pour un nom de fichier à utiliser après l`enregistrement. Nous aurons besoin de désactiver la fonction autocontinue que vous avez sélectionnée.
ru: Вы·указали·пустое·имя·файла·для·серийной·записи.·После·того·как·вы·установили·фиксированный·формат·файла,·XVidCap·может·попросить·вас·указать·имя·файла·после·каждой·записи. Также придется выключить функцию автоматического продолжения записи.
zh_cn: 在多帧抓取中您指定了一个空文件名。尽管自从您设置了一个固定输出的格式， xvidcap 会在录制完成以后询问您要一个文名，但我们还是要终止您所选的自动继续功能。

source: Enable "ask user for filename" mode for multi-frame capture and disable autocontinue
fr: Activer le mode "demander à l`utilisateur pour le nom de fichier" pour la capture multi-images et désactiver autocontinue
ru: Включить режим "запрашивать имя файла у пользователя" для серийной записи и выключить автоматическое продолжение
zh_cn: 能使用“询问用户”模式在多帧抓取和终止自动继续

source: You specified an empty filename for multi-frame capture. Since you have configured a fixed output file-format xvidcap can ask you for a filename to use after each recording.
fr: Vous avez spécifié un nom de fichier vide pour la capture multi-images. Depuis que vous avez configuré un format-fichier de sortie fixé xvidcap peut vous demander pour un nom de fichier à utiliser après chaque enregistrement.
ru: Вы указали пустое имя файла для серийной записи. После того как вы установили фиксированный формат файла, XVidCap может попросить вас указать имя файла после каждой записи.
zh_cn: 在多帧抓取中您指定了一个空文件名。自从您设置了一个固定输出的格式， xvidcap 会在每次录制完成以后询问您要一个文名。

source: Ignore, everything is set up alright
fr: Ignorer, tout est bien installé
ru: Игнорировать, все установлено как нужно
zh_cn: 忽略，向上正确设置

source: Invalid file format
fr: Format de fichier invalide
ru: Некорректный формат файла
zh_cn: 无效文件格式

source: You selected an unknown or invalid file format for single-frame capture. Check the --format-help option.
fr: Vous avez sélectionné un format de fichier invalide ou inconnu pour la capture image par image. Vérifier l`option --format-help.
ru: Вы выбрали неизвестный или некорректный формат файла для покадровой записи.Воспользуйтесь опцией --format-help
zh_cn: 在单帧抓取中您选择了未知的或无效的文件格式。请检查 --format-help 选项。

source: Reset to default format for single-frame capture (XWD)
fr: Réinitialiser au format par défaut pour la capture image par image (XWD)
ru: Восстановить формат в значение по умолчанию для покадрового режима (XWD)
zh_cn: 重置单帧抓取的默认格式(XWD)

source: You selected an unknown or invalid file format for multi-frame capture. Check the --format-help option.
fr: Vous avez sélectionné un format de fichier invalide ou inconnu pour la capture multi-images. Vérifier l`option --format-help.
ru: Вы выбрали неизвестный или некорректный формат файла для серийной записи.Воспользуйтесь опцией --format-help.
zh_cn: 在多帧抓取中您选择了未知的或无效的文件格式。请检查 --format-help 选项。

source: Reset to default format for multi-frame caputre (MPEG4)
fr: Réinitialiser au format par défaut pour la capture multi-images (MPEG4)
ru: Восстановить в формат по умолчанию для серийной записи (MPEG4)
zh_cn: 重置多帧抓取的默认格式(MPEG4)

source: Single-Frame Capture with Multi-Frame File Format
fr: Capture Image par Image avec le Format de Fichier Multi-Images
ru: Покадровая запись с форматом файла для серийной записи
zh_cn: 单帧抓取使用多帧文件格式

source: You selected single-frame capture mode but specified a target file format which is used for multi-frame capture.
fr: Vous avez sélectionné le mode de capture image par image mais spécifié un format de fichier cible qui est utilisé pour la capture multi-images.
ru: Вы выбрали покадровый режим записи но указали формат файла, который используется для серийной записи.
zh_cn: 您选择了单帧抓取模式同时指定的文件格式用于多帧抓取。

source: Reset file format to default for single-frame capture
fr: Réinitialiser le format de fichier par défaut pour la capture image par image
ru: Восстановить формат файла в значение по умолчанию для покадровой записи
zh_cn: 在单帧抓取中重置文件格式为默认值

source: Multi-Frame Capture with Single-Frame File Format
fr: Capture Multi-Images avec le Format de Fichier Image par Image
ru: Серийная запись с форматом файла для покадровой записи
zh_cn: 多帧抓取使用单帧文件格式

source: You selected multi-frame capture mode but specified a target file format which is used for single-frame capture.
fr: Vous avez sélectionné le mode de capture multi-images mais spécifié un format de fichier cible qui est utilisé pour la capture image par image.
ru: Вы выбрали серийный режим записи но указали формат файла, который используется для покадровой записи.
zh_cn: 您选择了多帧抓取模式同时指定的文件格式用于单帧抓取。

source: Reset file format to default for multi-frame capture
fr: Réinitialiser le format de fichier par défaut pour la capture multi-images
ru: Восстановить формат файла в значение по умолчанию для покадровой записи
zh_cn: 在多帧抓取中重置文件格式为默认值

source: Single-Frame Capture with invalid target codec
fr: Capture Image par Image avec un codec cible invalide
ru: Покадровый режим записи с некорректным кодеком
zh_cn: 单帧抓取对象编码无效

source: You selected single-frame capture mode and specified a target codec not valid with the file format.
fr: Vous avez sélectionné le mode de capture image par image et spécifié un codec cible non valide avec le format de fichier.
ru: Вы выбрали покадровый режим записи и указали кодек не соответствующий формату файла.
zh_cn: 您选择了单帧抓取模式同时指定的对象编码不被此文件格式支持。

source: Ignore because single-frame capture types always have a well-defined codec
fr: Ignorer parce que les types de capture image par image ont toujours un codec bien défini
ru: Игнорировать потому что варианты покадровой записи всегда имеют хорошо предопределенные кодеки
zh_cn: 忽略，因为单帧抓取类型始终有一个明确的编码

source: File Format auto-detection may conflict with explicit codec
fr: L`auto-détection du Format de Fichier peut entrer en conflit avec le codec précisé
ru: Автоматическое определение формата файла может конфликтовать с явно указанным кодеком
zh_cn: 文件格式的自动检测可能与明确的编码冲突

source: For single-frame capture you requested auto-detection of the output file format and explicitly specified a target codec. Your codec selection may not be valid for the file format eventually detected, in which case it will be overridden by the format's default codec.
fr: Pour la capture image par image vous avez demandé l`auto-détection du format de fichier de sortie et spécifié explicitement un codec cible. Votre sélection de codec peut ne pas être valide pour le format de fichier détecté éventuellement, dans ce cas il sera priorisé par le codec par défaut du format.
ru: Для покадровой записи вы указали автоматическое определение формата аудиозаписи и явно указали аудио кодек. Ваш выбор аудио кодека может не соответствовать определенному в конечном счете формату файла, в этом случае он будет изменен на аудио кодек по умолчания для этого форма
zh_cn: 在单帧抓取中您要求自动检测输出文件格式同时明确指定了对象编码。您选择的编码可能不是此文件格式的有效编码，在每个事例中它将无效直到此格式的默认编码。

source: Ignore
fr: Ignorer
ru: Игнорировать
zh_cn: 忽略

source: For multi-frame capture you requested auto-detection of the output file format and explicitly specified a target codec. Your codec selection may not be valid for the file format eventually detected, in which case it will be overridden by the format's default codec.
fr: Pour la capture multi-images vous avez demandé l`auto-détection du format de fichier de sortie et spécifié explicitement un codec cible. Votre sélection de codec peut ne pas être valide pour le format de fichier détecté éventuellement, dans ce cas il sera priorisé par le codec par défaut du format.
ru: Для серийной записи вы указали автоматическое определение формата записи и явно указали кодек. Ваш выбор кодека может не соответствовать определенному в конечном счете формату файла, в этом случае он будет изменен на кодек по умолчания для этого формата.
zh_cn: 在多帧抓取中您要求自动检测输出文件格式同时明确指定了对象编码。您选择的编码可能不是此文件格式的有效编码，在每个事例中它将无效直到此格式的默认编码。

source: Multi-Frame Capture with invalid codec
fr: Capture Multi-Images avec un codec invalide
ru: Серийный режим записи с некорректным кодеком
zh_cn: 多帧抓取编码无效

source: You selected multi-frame capture mode and specified a target codec not valid with the file format.
fr: Vous avez sélectionné le mode de capture multi-images et spécifié un codec cible non valide avec le format de fichier.
ru: Вы выбрали серийный режим записи и указали кодек не соответствующий формату файла.
zh_cn: 您选择了多帧抓取模式同时指定的对象编码对比此文件格式无效。

source: Reset multi-frame target codec to default for file format
fr: Réinitialiser le codec cible multi-images par défaut pour le format de fichier
ru: Восстановить кодек серийной записи в значение по умолчанию для формата файла
zh_cn: 重置多帧抓取对象文件格式的编码为默认值

source: File Format auto-detection may conflict with explicit audio codec
fr: L`auto-détection du Format de Fichier peut entrer en conflit avec le codec audio précisé
ru: Автоматическое определение формата файла может конфликтовать с явно указанным аудио кодеком
zh_cn: 文件格式的自动检测可能与明确的音频编码冲突

source: For multi-frame capture you requested auto-detection of the output file format and explicitly specified a target audio codec. Your audio codec selection may not be valid for the file format eventually detected, in which case it will be overridden by the format's default audio codec.
fr: Pour la capture multi-images vous avez demandé l`auto-détection du format de fichier de sortie et spécifié explicitement un codec audio cible. Votre sélection de codec audio peut ne pas être valide pour le format de fichier détecté éventuellement, dans ce cas il sera priorisé par le codec audio par défaut du format.
ru: Для серийной записи вы указали автоматическое определение формата аудиозаписи и явно указали аудио кодек. Ваш выбор аудио кодека может не соответствовать определенному в конечном счете формату файла, в этом случае он будет изменен на аудио кодек по умолчания для этого формата.
zh_cn: 在多帧抓取中您要求自动检测输出文件格式同时明确指定了音频对象编码。您选择的音频编码可能不是此文件格式的有效编码，在每个事例中它将无效直到此格式的默认音频编码。

source: Multi-Frame Capture with invalid audio codec
fr: Capture Multi-Images avec un codec audio invalide
ru: Серийный режим записи с некорректным аудио кодеком
zh_cn: 多帧抓取中的音频编码无效

source: You selected multi-frame capture mode and specified a target audio codec not valid with the file format.
fr: Vous avez sélectionné le mode de capture multi-images et spécifié un codec audio cible non valide avec le format de fichier.
ru: Вы установили серийный режим записи и указали аудио кодек которые не соответствует формату.
zh_cn: 您选择了多帧抓取模式同时指定的音频对象编码对比此文件格式无效。

source: Reset multi-frame target audio codec to default for file format
fr: Réinitialiser le codec audio cible multi-images par défaut pour le format de fichier
ru: Восстановить аудио кодек для серийной записи в устройство по умолчанию
zh_cn: 重置多帧抓取中音频对象文件格式的编码为默认值

source: Invalid frame-rate for selected codec
fr: Fréquence d`images invalide pour le codec sélectionné
ru: Некорректная значение частоты кадров для указанного кодека.
zh_cn: 选择编码的帧速率无效

source: You selected multi-frame capture mode but the requested frame-rate is not valid for the selected codec. This would result in the video playing back too slowly or quickly.
fr: Vous avez sélectionné le mode de capture multi-images mais la fréquence d`images demandée n`est pas valide pour le codec sélectionné. Ceci se traduirait par une lecture vidéo trop lente ou rapide.
ru: Вы выбрали серийный режим записи, но запрошенная частота кадров не подходит для выбранного кодека. Это отразилось бы в виде медленном или быстром проигрывании записи.
zh_cn: 您选择了多帧抓取，但是您指定的帧速率相对选择的编码是无效的。这样子产生的视频在回放时会太快或太慢。

source: Requested Frame Rate <= zero
fr: Fréquence d`Images Demandée <= zéro
ru: Указанная частота кадров <= нулю.
zh_cn: 要求帧速率小于等于零

source: You selected single-frame capture but the frame rate you requested is not greater than zero.
fr: Vous avez sélectionné la capture image par image mais la fréquence d`images que vous avez demandé n`est pas plus grande que zéro.
ru: Вы выбрали покадровый режим записи, но частота кадров которую вы указали не является значением больше нуля.
zh_cn: 您选择了单帧抓取，但是您指定的帧速率没有大于零。

source: Set frame rate to '1'
fr: Régler la fréquence d`images à '1'
ru: Установить частоту кадров в '1'.
zh_cn: 设帧速率为“1”

source: Requested Maximum Capture Time < zero
fr: Temps de Capture Maximum Demandé < zéro
ru: Указанная максимальная длительность < нуля
zh_cn: 要求最大抓取时间小于零

source: For single-frame capture you specified a maximum capture time which is less than zero seconds.
fr: Pour la capture image par image vous avez spécifié un temps de capture maximum qui est moins que zéro seconde.
ru: Для покадровой записи вы указали максимальное время длительности меньшее чем ноль секунд
zh_cn: 在单帧抓取中您指定的最大抓取时间小于零秒。

source: Set the maximum capture time for single-frame capture to unlimited
fr: Régler le temps de capture maximum pour la capture image par image à illimité
ru: Установить максимальную длительность записи для покадрового режима в бесконечность
zh_cn: 在单帧抓取中设置最大抓取时间为无限大

source: For multi-frame capture you specified a maximum capture time which is less than zero seconds.
fr: Pour la capture multi-images vous avez spécifié un temps de capture maximum qui est moins que zéro seconde.
ru: Для серийной записи вы указали максимальное время длительности меньшее чем ноль секунд.
zh_cn: 在多帧抓取中您指定的最大抓取时间小于零秒。

source: Set the maximum capture time for multi-frame capture to unlimited
fr: Régler le temps de capture maximum pour la capture multi-images à illimité
ru: Установить максимальную длительность для серийного режима в бесконечность
zh_cn: 在多帧抓取中设置最大抓取时间为无限大

source: Requested Maximum Frames < zero
fr: Images Maximums Demandées < zéro
ru: Указанный максимум кадров < нуля
zh_cn: 要求最大帧数小于零

source: For single-frame capture you specified a maximum number of frames which is less than zero.
fr: Pour la capture image par image vous avez spécifié un nombre maximum d`images qui est moins que zéro.
ru: Для покадровой записи вы указали максимальное значение кадров, которое меньше нуля.
zh_cn: 在单帧抓取中您指定的最大帧数小于零。

source: Set maximum number of frames to unlimited for single-frame capture
fr: Régler le nombre maximum d`images à illimité pour la capture image par image
ru: Установить максимальное значение кадров в бесконечность для покадрового режима
zh_cn: 在单帧抓取中设置最大帧数为无限大

source: For multi-frame capture you specified a maximum number of frames which is less than zero.
fr: Pour la capture multi-images vous avez spécifié un nombre maximum d`images qui est moins que zéro.
ru: Для серийной записи вы указали максимальное значение кадров, которое меньше нуля.
zh_cn: 在多帧抓取中您指定的最大帧数小于零。

source: Set maximum number of frames to unlimited for multi-frame capture
fr: Régler le nombre maximum d`images à illimité pour la capture multi-images
ru: Установить максимальное количество кадров в бесконечность для серийного режима
zh_cn: 在多帧抓取中设置最大帧数为无限大

source: Requested Start Number < zero
fr: Numéro de Départ Demandé < zéro
ru: Указанное начальное значение < нуля
zh_cn: 要求起始编号小于零

source: For single-frame capture you specified a start number for frame numbering which is less than zero.
fr: Pour la capture image par image vous avez spécifié un numéro de départ pour le numérotage d`images qui est moins que zéro.
ru: Для покадровой записи вы установили начальное значение кадра, которое меньше чем ноль.
zh_cn: 在单帧抓取中您指定的起始记录帧编号小于零。
