Repository: axiak/xvidcap-pulseaudio
Catalog: po/*.po
Languages: fr, ru, zh_cn

source: Set start number for frame numbering of single-frame capture to '0'
fr: Régler le numéro de départ pour le numérotage d`images de la capture image par image à '0'
ru: Установить начальное значение кадров для покадрового режима в '0'.
zh_cn: 在单帧抓取中设置起始记录帧编号为“0”

source: For multi-frame capture you specified a start number for frame numbering which is less than zero.
fr: Pour la capture multi-images vous avez spécifié un numéro de départ pour le numérotage d`images qui est moins que zéro.
ru: Для серийной записи вы установили начальное значение кадра меньшее чем ноль..
zh_cn: 在多帧抓取中您指定的起始记录帧编号小于零。

source: Set start number for frame numbering of multi-frame capture to '0'
fr: Régler le numéro de départ pour le numérotage d`images de la capture multi-images à '0'
ru: Установить начальное значение кадра для серийного режима в '0'
zh_cn: 在多帧抓取中设置起始记录帧编号为“0”

source: Requested Frame Increment <= zero
fr: Incrément d`Images Demandé <= zéro
ru: Указанное значение увеличения кадров <= нулю
zh_cn: 要求增加帧<=0

source: For single-frame capture you specified an increment for frame numbering which is not greater than zero.
fr: Pour la capture image par image vous avez spécifié un incrément pour le numérotage d`images qui n`est pas plus grand que zéro.
ru: Вы указали значение увеличения кадров для покадровой записи, которое не является значением больше нуля.
zh_cn: 在单帧抓取中您指定的增加帧编号没有大于零。

source: Set increment for frame numbering of single-frame capture to '1'
fr: Régler l`incrément pour le numérotage d`images de la capture image par image à '1'
ru: Установите значение увеличения кадров для покадровой записи в 1.
zh_cn: 在单帧抓取中设置增加帧编号为“1”。

source: Requested Frame Increment <> one
fr: Incrément d`Images Demandé <> un
ru: Указанное значение увеличения кадров <> единицы
zh_cn: 要求增加帧<>1

source: For multi-frame capture you specified an increment for frame numbering which is not exactly one.
fr: Pour la capture multi-images vous avez spécifié un incrément pour le numérotage d`images qui n`est pas exactement un.
ru: Для серийной записи вы установили значение увеличения кадров которое не равно единице.
zh_cn: 在多帧抓取中您指定的增加帧编号没有一个正确。

source: Set increment for frame numbering of multi-frame capture to '1'
fr: Régler l`incrément pour le numérotage d`images de la capture multi-images à '1'
ru: Установить увеличение значения кадров для серийного режима в '1'
zh_cn: 在多帧抓取中设置增加帧编号为“1”。

source: Requested invalid Rescale Percentage
fr: Pourcentage de Redimensionnement Demandé invalide
ru: Установлен не корректный процентный масштаб
zh_cn: 重置百分比请求无效

source: You requested rescaling of the input area to a relative size but did not specify a valid percentage. Valid values are between 1 and 100
fr: Vous avez demandé le redimensionnement de la zone d`entrée à une taille relative mais n`avez pas spécifié un pourcentage valide. Les valeurs valides sont entre 1 et 100
ru: Вы установили масштабирование для области захвата к относительным размерам но не указали правильное процентное изменение масштаба. Правильное значение варьируется от 1 до 100
zh_cn: 您要求改变输入区域的相对大小，但时没有规定一个有效的百分数。有效值从1到100。

source: Set rescale percentage to '100'
fr: Régler le pourcentage de redimensionnement à '100'
ru: Установить масштаб процентов в '100'
zh_cn: 重置百分比为“100”

source: Vorbis needs stereo audio
fr: Vorbis à besoin de l`audio stéréo
ru: Vorbis требует стерео аудио
zh_cn: Vorbis必需立体声

source: You selected mono vorbis audio output for single-frame capture, but this version of xvidcap can only encode stereo vorbis audio streams.
fr: Vous avez sélectionné la sortie audio vorbis mono pour la capture image par image, mais cette version de xvidcap peut seulement encoder le flux audio vorbis stéréo.
ru: Вы выбрали аудио формата vorbis моно для покадровой записи, но этаверсия xvidcap может кодировать только аудио потоки в формате vorbis стерео.
zh_cn: 在单帧抓取中您选择了单vorbis音频，但是这个版本的xvidcap只支持立体vorbis音频流。

source: Set number of audio channels to '2'
fr: Régler le nombre de canaux audio à '2'
ru: Установить количество аудио каналов в '2'
zh_cn: 设置音频通道为“2”

source: You selected mono vorbis audio output for multi-frame capture, but this version of xvidcap can only encode stereo vorbis audio streams.
fr: Vous avez sélectionné la sortie audio vorbis mono pour la capture multi-images, mais cette version de xvidcap peut seulement encoder le flux audio vorbis stéréo.
ru: Вы выбрали аудио формата vorbis моно для серийной записи, но этаверсия xvidcap может кодировать только аудио потоки в формате vorbis стерео.
zh_cn: 在多帧抓取中您选择了单vorbis音频，但是这个版本的xvidcap只支持立体vorbis音频流。

source: Quality value not a valid percentage
fr: La valeur de qualité n`est pas un pourcentage valide
ru: Значение качества не равно корректному значению в процентах
zh_cn: 品质值不是有效的百分数

source: For single-frame capture the value for recording quality is not a percentage between 1 and 100.
fr: Pour la capture image par image la valeur pour la qualité d`enregistrement n`est pas un pourcentage entre 1 et 100.
ru: Для покадрового режима значение качества записи не равно процентам между 1 и 100.
zh_cn: 在单帧抓取中记录品质的值不是1到100的百分数。

source: Set recording quality to '75'
fr: Régler la qualité d`enregistrement à '75'
ru: Установить качество записи в '75'
zh_cn: 设置记录品质为“75”

source: For multi-frame capture the value for recording quality is not a percentage between 1 and 100.
fr: Pour la capture multi-images la valeur pour la qualité d`enregistrement n`est pas un pourcentage entre 1 et 100.
ru: Для серийной записи значение качества не равно процентам.между 1 и 100.
zh_cn: 在多帧抓取中记录品质的值不是1到100的百分数。

source: Audio Capture not supported by File Format
fr: La Capture Audio n`est pas supportée par le Format de Fichier
ru: Звукозапись не поддерживается указанным форматов файла
zh_cn: 音频抓取的文件格式不被支持

source: You selected audio capture but single-frame captures do not support it.
fr: Vous avez sélectionné la capture audio mais les captures image par image ne la supportent pas.
ru: Вы выбрали запись звука, но покадровый режим ее не поддерживает.
zh_cn: 您选择音频抓取，但时在单帧抓取中不支持它。

source: Disable audio capture for single-frame capture
fr: Désactiver la capture audio pour la capture image par image
ru: Выключить звукозапись для покадрового режима
zh_cn: 在单帧抓取中禁止音频抓取

source: For multi-frame capture you selected audio support but picked a file format without support for audio.
fr: Pour la capture multi-images vous avez sélectionné le support audio mais choisi un format de fichier sans support pour l`audio.
ru: Для серийного режима вы выбрали поддержку звукозаписи, но выбрали файл в качестве основы, который не поддерживает аудио.
zh_cn: 在多帧抓取中您选择了音频支持，但是没有选择支持的音频文件格式。

source: Disable audio capture for multi-frame capture
fr: Désactiver la capture audio pour la capture multi-images
ru: Отключить запись звука для серийного режима
zh_cn: 在多帧抓取中禁止音频抓取

source: FATAL ERROR
fr: ERREUR FATALE
ru: Фатальная ошибка
zh_cn: 致命性错误

source: ERROR
fr: ERREUR
ru: Ошибка
zh_cn: 错误

source: WARNING
fr: AVERTISSEMENT
ru: Предупреждение
zh_cn: 警告

source: UNKNOWN
fr: INCONNU
ru: Не определено
zh_cn: 未知

source: NONE
fr: AUCUN

source: Portable Graymap File
fr: Fichier Portable Graymap

source: Portable Anymap File
fr: Fichier Portable Anymap

source: Portable Network Graphics File
fr: Fichier Portable Network Graphics

source: Microsoft Audio Video Interleaved File
fr: Fichier Microsoft Audio Video Interleaved

source: General AVI file (DIVX default)
fr: Fichier AVI général (DIVX par défaut)

source: Microsoft Advanced Streaming Format
fr: Format Microsoft Advanced Streaming

source: Macromedia Shockwave Flash File
fr: Fichier Macromedia Shockwave Flash

source: DV Video Format
fr: Format DV Video

source: MPEG1 System Format (VCD)
fr: Format MPEG1 System (VCD)

source: MPEG2 PS Format (SVCD)
fr: Format MPEG2 PS (SVCD)

source: MPEG2 PS format (DVD VOB)
fr: Format MPEG2 PS (DVD VOB)

source: Quicktime Format
fr: Format Quicktime
ru: Формат Quicktime

source: The orientation of the tray.
fr: L`orientation de la boîte.

source: Error Capturing
fr: Erreur lors de la Capture

source: File used: %s Error: %s
fr: Fichier utilisé: %s Erreur: %s

source: Move cursor back one frame
fr: Déplacer le curseur à l`image précédente
ru: Перейти к предыдущему кадру
zh_cn: 移动光标到任一帧后面

source: Move cursor to next frame
fr: Déplacer le curseur à l`image suivante
ru: Перейти к следующему кадру
zh_cn: 移动光标到下一帧

source: Left Click: Reset frame counter and filename Right Click: Popup Menu
fr: Clique Gauche: Réinitialiser le compteur d`images et le nom de fichier Clique Droit: Menu Contextuel
ru: Левая клавиша мыши: обнулить счетчик кадров и имя файла Правая клавиша мыши: всплывающие меню
zh_cn: 左击：重置抓取帧和文件名 右击：弹出菜单

source: Edit current individual frame
fr: Éditer l`image individuelle actuelle
ru: Редактировать текущий кадр
zh_cn: 编辑当前单独帧

source: Capture single frame
fr: Capturer image par image
ru: Захват одного кадра
zh_cn: 抓取单一帧

source: Move cursor to previous movie
fr: Déplacer le curseur au film précédent
ru: Перейти к предыдущему видео
zh_cn: 移动计算尺到上一影片

source: Move cursor to next movie
fr: Déplacer le curseur au film suivant
ru: Перейти к следующему видео
zh_cn: 移动光标到下一影片

source: Left Click: Reset movie counter to zero Right Click: Popup Menu
fr: Clique Gauche: Réinitialiser le compteur de films à zéro Clique Droit: Menu Contextuel
ru: Левая клавиша мыши: обнулить счетчик видео Правая клавиша мыши: всплывающие меню
zh_cn: 左击：影片计数清零 右击：弹出菜单

source: Edit current movie
fr: Editer le film actuel
ru: Редактировать текущее видео
zh_cn: 编辑当前影片

source: Detach selection frame
fr: Détacher le cadre de sélection
ru: Отсоединить область для захвата
zh_cn: 分离区域选择框

source: Attach selection frame
fr: Attacher le cadre de sélection
ru: Присоединить область для захвата
zh_cn: 合并区域选择框

source: Insufficient permission to access sound input from %s
fr: Permission insuffisante pour accéder à l`entrée son à partir de %s
ru: Недостаточно прав для доступа к аудио потоку из %s
zh_cn: 不能够访问声音输入%s

source: Sound disabled!
fr: Son désactivé!
ru: Звук выключен!
zh_cn: 声音失效！

source: Error accessing sound input from %s
fr: Erreur lors de l`accès à l`entrée son à partir de %s
ru: Ошибка доступа к аудио потоку из %s
zh_cn: 访问声音输入错误%s

source: [--fps #.#] frames per second (float) or a fraction string like "30000/1001"
fr: [--fps #.#] images par seconde (flottant) ou une chaîne de fraction comme "30000/1001"
ru: [--fps #.#] кадров в секунду (с плавающей точкой) или в виде дроби, к примеру "30000/1001"
zh_cn: [--fps #.#] 每秒帧数(浮点)或分数串，象“30000/1001”

source: [--verbose #] verbose level, '-v' is --verbose 1
fr: [--verbose #] niveau verbeux, '-v' est --verbose 1
ru: [--verbose #] уровень подробностей, '-v' равнозначно --verbose 1
zh_cn: [--verbose #] 详细级别，“-v”为 --verbose 1

source: [--time #.#] time to record in seconds (float)
fr: [--time #.#] temps pour enregistrer en secondes (flottant)
ru: [--time #.#] время длительности записи в секундах (с плавающей точкой)
zh_cn: [--time #.#] 记录时间按秒计算(浮点)

source: [--frames #] frames to record, don't use it with --time
fr: [--frames #] images à enregistrer, ne pas l`utiliser avec --time
ru: [--frames #] количество кадров для записи, не используйте этот параметр с --time
zh_cn: [--frames #] 按帧记录，不要与“--time”同用

source: [--continue [yes|no]] autocontinue after maximum frames/time
fr: [--continue [yes|no]] autocontinue après le temps/images maximums
ru: [--continue [yes|no]] автоматически продолжать после максимума кадров/времени
zh_cn: [--continue [yes|no]] 在最大帧/时间后自动继续

source: [--cap_geometry #x#[+#+#]] size of the capture window (WIDTHxHEIGHT+X+Y)
fr: [--cap_geometry #x#[+#+#]] taille de la fenêtre de capture (LARGEURxHAUTEUR+X+Y)
ru: [--cap_geometry #x#[+#+#]] размер области для захвата (ШИРИНАxВЫСОТА+X+Y)
zh_cn: [--cap_geometry #x#[+#+#]] 抓取窗口的大小和位置 (宽x高+X坐标+Y坐标)

source: [--window <hex-window-id>] a hexadecimal window id (ref. xwininfo)
fr: [--window <hex-window-id>] une id de fenêtre hexadécimale (ref. xwininfo)
ru: [--window <hex-window-id>] шестнадцатеричный идентификатор окна (смотрите: xwininfo)
zh_cn: [--window <hex-window-id>] 一个十六进制的窗口ID (参考 xwininfo)

source: [--rescale #] relative output size in percent compared to input (1-100)
fr: [--rescale #] taille de sortie relative en pourcent comparée à l`entrée (1-100)
zh_cn: [--rescale #] 关于输出大小相对输入大小的百分比 (1-100)

source: [--quality #] recording quality (1-100)
fr: [--quality #] qualité d`enregistrement (1-100)
ru: [--quality #] качество записи (1-100)
zh_cn: [--quality #] 记录的品质 (1-100)

source: [--start_no #] start number for the file names
fr: [--start_no #] numéro de départ pour les noms de fichiers
ru: [--start_no #] начальный номер для имен файлов
zh_cn: [--start_no #] 此文件名帧开始的数字

source: [--source <src>] select input source: x11, shm
fr: [--source <src>] sélectionner la source d`entrée: x11, shm
ru: [--source <src>] выбрать источник потока: x11, shm
zh_cn: [--source <src>] 选择输入源为：x11，shm

source: [--file <file>] file pattern, e.g. out%%03d.xwd
fr: [--file <file>] modèle de fichier, e.g. out%%03d.xwd
ru: [--file <файл>] шаблон файла, например out%%03d.xwd
zh_cn: [--file <file>] 文件式样，例如 out%%03d.xwd

source: [--gui [yes|no]] turn on/off gui
fr: [--gui [yes|no]] ouvrir/fermer gui
ru: [--gui [yes|no]] включить или выключить графический интерфейс
zh_cn: [--gui [yes|no]] 使用图形前端 开/关

source: [--sf|--mf] request single-frame or multi-frame capture mode
fr: [--sf|--mf] demander le mode de capture image par image ou multi-images
ru: [--sf|--mf] установить покадровый или серийный режим записи
zh_cn: [--sf|--mf] 请求单帧或多帧抓取模式

source: [--auto] cause auto-detection of output format, video-, and audio codec
fr: [--auto] cause l`auto-détection du format de sortie, vidéo-, et codec audio
ru: [--auto] установить автоматическое определение формата файла, видео и аудио кодека
zh_cn: [--auto] 自动检测输出格式，决定音频和视频编码

source: [--codec <codec>] specify codec to use for multi-frame capture
fr: [--codec <codec>] spécifier le codec à utiliser pour la capture multi-images
ru: [--codec <кодек>] установить кодек для серийного режима записи
zh_cn: [--codec <codec>] 指定多帧抓取中使用的编码

source: [--codec-help] list available codecs for multi-frame capture
fr: [--codec-help] liste les codecs disponibles pour la capture multi-images
ru: [--codec-help] вывести список имеющихся кодеков для серийной записи
zh_cn: [--codec-help] 列出多帧抓取中可用的编码

source: [--format <format>] specify file format to override the extension in the filename
fr: [--format <format>] spécifier le format de fichier à prioriser l`extension dans le nom de fichier
ru: [--format <формат>] установить формат файла для переопределения расширенияимени файла
zh_cn: [--format <format>] 指定文件格式而无视文件的扩展名

source: [--format-help] list available file formats
fr: [--format-help] lister les formats de fichiers disponibles
ru: [--format-help] вывести список имеющихся форматов файла
zh_cn: [--format-help] 列出可用的文件格式

source: [--aucodec <codec>] specify audio codec to use for multi-frame capture
fr: [--aucodec <codec>] spécifier le codec audio à utiliser pour la capture multi-images
ru: [--aucodec <кодек>] установить аудио кодек для серийной записи
zh_cn: [--aucodec <codec>] 指定多帧抓取中使用的音频编码

source: [--aucodec-help] list available audio codecs for multi-frame capture
fr: [--aucodec-help] lister les codecs audio disponibles pour la capture multi-images
ru: [--aucodec-help] вывести список имеющихся аудио кодеков для серийной записи
zh_cn: [--aucodec-help] 列出多帧抓取中可用的音频编码

source: [--audio [yes|no]] turn on/off audio capture
fr: [--audio [yes|no]] ouvrir/fermer la capture audio
ru: [--audio [yes|no]] включить или выключить аудиозапись
zh_cn: [--audio [yes|no]] 打开/关闭音频抓取

source: [--audio_in <src>] specify audio input device or '-' for pipe input
fr: [--audio_in <src>] spécifier le périphérique d`entrée audio ou '-' pour chaîner l`entrée
ru: [--audio_in <источник>] установить устройство аудио потока или '-' для потока с pipe
zh_cn: [--audio_in <src>] 指定音频输入设备或“-”管道输入

source: [--audio_rate #] sample rate for audio capture
fr: [--audio_rate #] fréquence d`échantillonnage pour la capture audio
ru: [--audio_rate #] частота дискретизации для аудиозаписи
zh_cn: [--audio_rate #] 音频抓取的取样速率

source: [--audio_bits #] bit rate for audio capture
fr: [--audio_bits #] débit pour la capture audio
ru: [--audio_bits #] битрейт для аудиозаписи
zh_cn: [--audio_bits #] 音频抓取的位速率

source: [--audio_channels #] number of audio channels
fr: [--audio_channels #] nombre de canaux audio
ru: [--audio_channels #] количество аудио каналов
zh_cn: [--audio_channels #] 音频通道的个数

source: Supported output formats:
fr: Formats de sortie supportés:
ru: Поддерживаемые форматы:
zh_cn: 支持的输出格式：

source: %s %s: can't do GUI pre-initialization ... aborting
fr: %s %s: ne peut pas faire la pré-initialisation de GUI ... abandon
ru: %s %s: не возможно выполнить преинициализацию графического интерфейса ... прекращение работы
zh_cn: %s %s：不能做GUI初始化... 异常退出

source: Only 'x11' is supported as a capture source with this binary.
fr: Seulement 'x11' est supporté comme une source de capture avec ce binaire.
ru: Только 'x11' поддерживается в качестве источника захвата в этом бинарном файле.
zh_cn: 目前的二进制程序只支持“x11”的抓取源

source: Audio support not present in this binary.
fr: Support audio non présent dans ce binaire.
ru: Поддержка аудио не предоставляется в этому бинарном файле.
zh_cn: 目前的二进制程序不支持音频。

source: Available codecs for single-frame capture:
fr: Codecs disponibles pour la capture image par image:
ru: Доступные кодеки для покадровой записи:
zh_cn: 单帧抓取支持的编码：

source: Available codecs for multi-frame capture:
fr: Codecs disponibles pour la capture multi-images:
ru: Доступные кодеки для серийной записи:
zh_cn: 多帧抓取支持的编码：

source: Specify 'auto' to use the file format's default codec.
fr: Spécifier 'auto' pour utiliser le codec par défaut du format de fichier.
ru: Установить 'auto' для использования кодека по умолчанию согласно формату файла.
zh_cn: 选择自动去使用此文件格式的默认编码。

source: Specified file format '%s' not supported with this binary.
fr: Format de fichier spécifié '%s' non supporté avec ce binaire.
ru: Установленный формат файла '%s' не поддерживается этой библиотекой.
zh_cn: 指定的文件格式“%s”目前的二进制程序不支持。

source: Resetting to file format auto-detection.
fr: Réinitialisation à l`auto-détection du format de fichier.
ru: Восстановить в автоматическое определение формата файла.
zh_cn: 重置文件格式为自动检测。

source: Unknown file format '%s' specified.
fr: Format de fichier spécifié '%s' inconnu.
ru: Установлен не известный '%s' формат файла.
zh_cn: 未知的文件格式“%s”被指定。

source: Available file formats:
fr: Formats de fichiers disponibles:
ru: Доступные форматы файла:
zh_cn: 有效的文件格式：

source: Specify 'auto' to force file format auto-detection.
fr: Spécifier 'auto' pour forcer l`auto-détection du format de fichier.
ru: Установить 'auto' для обхода автоматического определения формата файла .
zh_cn: 选择自动强制文件格式为自动检测。

source: Available audio codecs for multi-frame capture:
fr: Codecs audio disponibles pour la capture multi-images:
ru: Доступные аудио кодеки для серийной записи:
zh_cn: 多帧抓取模式下的有效音频编码：

source: Specify 'auto' to use the file format's default audio codec.
fr: Spécifier 'auto' pour utiliser le codec audio par défaut du format de fichier.
ru: Установите 'auto' для использования аудио кодека по умолчанию согласно формату файла.
zh_cn: 选择自动去使用此文件格式的默认音频编码。

source: black
fr: noir
ru: черный
zh_cn: 黑色

source: white
fr: blanc
ru: белый
zh_cn: 白色

source: none
fr: aucun
ru: ничто
zh_cn: 没有

source: Current settings:
fr: Réglages actuels:
ru: Текущие настройки:
zh_cn: 当前设置：

source: flags = %d
fr: marqueurs = %d
ru: флаги = %d
zh_cn: 标志= %d

source: capture mode = %s
fr: mode de capture = %s
ru: режим записи = %s
zh_cn: 抓取方式= %s

source: single-frame
fr: image par image
ru: покадровый
zh_cn: 单帧

source: multi-frame
fr: multi-images
ru: серийный
zh_cn: 多帧

source: rescale output to = %i
fr: redimensionner la sortie à = %i
ru: изменить масштаб записи в = %i
zh_cn: 重新调节输出= %i

source: frames per second = %.2f
fr: images par seconde = %.2f
ru: кадров в секунду = %.2f
zh_cn: 每秒帧数= %.2f

source: file pattern = %s
fr: modèle de fichier = %s
ru: шаблон файла = %s
zh_cn: 文件式样= %s

source: file format = %s
fr: format de fichier = %s
ru: формат файла = %s
zh_cn: 文件格式= %s

source: video encoding = %s
fr: encodage vidéo = %s
ru: кодирование видео = %s
zh_cn: 视频编码= %s

source: audio codec = %s
fr: codec audio = %s
ru: аудио кодек = %s
zh_cn: 音频编码= %s

source: verbose level = %d
fr: niveau verbeux = %d
ru: уровень подробности = %d
zh_cn: 详细级别= %d

source: frame start no = %d
fr: no départ de l`image = %d
ru: номер начала кадров = %d
zh_cn: 帧开始于= %d

source: frames to store = %d
fr: images à stocker = %d
ru: количество кадров для хранения = %d
zh_cn: 帧被保存= %d

source: time to capture = %i sec
fr: temps pour capturer = %i sec
ru: длительность записи= %i sec
zh_cn: 抓取时间= %i 秒

source: input source = %s (%d)
fr: source d`entrée = %s (%d)
ru: источник потока = %s (%d)
zh_cn: 输入源= %s (%d)

source: capture pointer = %s
fr: capturer le pointeur = %s
ru: захватывать указатель = %s
zh_cn: 抓取指针= %s

source: capture audio = %s
fr: capturer l`audio = %s
ru: захватывать аудио = %s
zh_cn: 获取音频= %s

source: - input = %s
fr: - entrée = %s
ru: - вход = %s
zh_cn: －输入= %s

source: - sample rate = %i
fr: - fréquence d`échantillonnage = %i
ru: - частота дискретизации = %i
zh_cn: －取样速率= %i

source: - bit rate = %i
fr: - débit = %i
ru: - битрейт = %i
zh_cn: －比特率= %i

source: - channels = %i
fr: - canaux = %i
ru: - каналы = %i
zh_cn: －音频通道= %i

source: animate command = %s
fr: commande pour animer = %s
ru: команда для аминирования = %s
zh_cn: 激活命令= %s

source: make video command= %s
fr: commande pour faire une vidéo= %s
ru: команда для мультплицирования= %s
zh_cn: 生成视频命令= %s

source: edit frame command= %s
fr: commande pour éditer l`image= %s
ru: команда для редактирования кадров= %s
zh_cn: 编辑帧命令= %s

source: %s %s: Unrecoverable error while validating options, please contact the xvidcap project.
fr: %s %s: Erreur irrécouvrable lors de la validation des options, veuillez contacter le projet xvidcap.
ru: %s %s: Неопознанная ошибка в процессе проверки параметров, пожалуйста обратитесь к проекту xvidcap.
zh_cn: %s %s：确认选项时发生不可恢复错误，请联系 xvidcap 设计者

source: %s %s: can't create GUI ... aborting
fr: %s %s: ne peut pas créer la GUI ... abandon
ru: %s %s: не возможно создать графический интерфейс ... прекращение работы
zh_cn: %s %s：不能创建GUI... 异常退出

source: %s %s: can't create selection Frame ... aborting
fr: %s %s: ne peut pas créer le cadre de sélection ... abandon
ru: %s %s: не возможно создать область захвата ... прекращение работы
zh_cn: %s %s：不能创建选择的帧... 异常退出

source: %s %s: can't initialize GUI ... aborting
fr: %s %s: ne peut pas initialiser la GUI ... abandon
ru: %s %s: не возможно инициализировать графический интерфейс ... прекращение работы
zh_cn: %s %s：不能初始化GUI... 异常退出

source: # # xvidcap configuration file
fr: # # fichier de configuration xvidcap
ru: # # конфигурационный файла xvidcap
zh_cn: # # xvidcap 配置文件 # 中文化：李红昆 <lon83129@126.com> # 译者注：如果您对 xvidcap 有了相当的了解才可以在此更改设置，一般用户建议在GUI下操作。若发现中文化有误请及时与我联系！ # 使用方法：中文部分是对注释的解释（并保留原英文注释），非注释部分的英文部分为设置的参数（前面不加＃号的行），通常1为是，0为否。

source: #general options ...
fr: #options générales ...
ru: #основные параметры ...
zh_cn: #一般设置... #general options ...

source: # default capture mode (0 = single-frame, 1 = multi-frame)
fr: # mode de capture par défaut (0 = image par image, 1 = multi-images)

source: # capture source
fr: # source de capture

source: # take screenshots using the XDamage extension for efficiency.
fr: # prendre des captures d`écran utilisant l`extension XDamage pour l`efficacité.
ru: # сделать снимок экрана используя расширение XDamage для эффективности.
zh_cn: #抓取屏幕使用XDamage扩展提高效率。 # take screenshots using the XDamage extension for efficiency.
