Repository: axiak/xvidcap-pulseaudio
Catalog: po/*.po
Languages: fr, ru, zh_cn

source: Always show the result dialog after capture. Otherwise only show it if required for asking the user for a filename.
fr: Montrer toujours le dialogue du résultat après la capture. Autrement le montrer seulement si requis pour demander à l`utilisateur pour un nom de fichier.
ru: Всегда отображать окно результатов после записи. Иначе окно будет отображено только если требуется указать имя файла.
zh_cn: 总在显示结果对话在抓取完成之后 否则只显示它在询问用户文件名时。

source: Alyway Show Result Dialog
fr: Montrer Toujours le Dialogue du Résultat
ru: Всегда отображать результаты записи
zh_cn: 总是显示结果对话

source: Audio Codec:
fr: Codec Audio:
ru: Аудио кодек:
zh_cn: 音频 编码：

source: Autocontinue (y/n)
fr: Autocontinue (o/n)
ru: Продолжать запись (да/нет)
zh_cn: 自动继续(开/关)

source: Bit Rate:
fr: Débit:
ru: Битрейт:
zh_cn: 位速率：

source: C_ommands
fr: C_ommandes
ru: Команды
zh_cn: 命令(_C)

source: Capture Area Follows Mouse
fr: La Zone de Capture Suit la Souris

source: Capture Results
fr: Résultats de la Capture
ru: Результаты записи
zh_cn: 抓取结果

source: Capture _Mouse Pointer:
fr: Capturer le Pointeur de la _Souris
ru: Захватывать курсор мыши
zh_cn: 抓取鼠标指针(_M)

source: Capture the Mouse Pointer as a black arrow.
fr: Capturer le Pointeur de la Souris comme une flèche noire.
ru: Запись указателя мыши в режиме черного курсора.
zh_cn: 抓取鼠标指针为黑色箭头。

source: Capture the Mouse Pointer as a white arrow.
fr: Capturer le Pointeur de la Souris comme une flèche blanche.
ru: Запись указателя мыши в режиме белого курсора.
zh_cn: 抓取鼠标指针为白色箭头。

source: Channels
fr: Canaux
ru: Количество каналов
zh_cn: 音频通道

source: Check here for auto-detection of the default audio codec based on the file format.
fr: Cocher ici pour l`auto-détection du codec audio par défaut basé sur le format de fichier.
ru: Выберите эту опцию для автоматического определения аудио кодека на основе имени файла.
zh_cn: 点击这自动检测此文件格式的默认音频编码。

source: Check here for auto-detection of the default codec based on the file format.
fr: Cocher ici pour l`auto-détection du codec par défaut basé sur le format de fichier.
ru: Выберите эту опцию для автоматического определения кодека на основе имени файла.
zh_cn: 点击这自动检测此文件格式的默认编码。

source: Check here for auto-detection of the file format based on the filename.
fr: Cocher ici pour l`auto-détection du format de fichier basé sur le nom de fichier.
ru: Выберите эту опцию для автоматического определения формата файла на основе его имени.
zh_cn: 点击这自动检测此文件名的默认格式。

source: Click to open a file selector.
fr: Cliquer pour ouvrir un sélecteur de fichier.
ru: Нажмите чтобы выбрать файл.
zh_cn: 打开文件选项。

source: Click to test the edit command.
fr: Cliquer pour tester la commande d`édition.
ru: Нажмите для проверки команды редактирования.
zh_cn: 点击测试编辑命令。

source: Click to test the encoding command.
fr: Cliquer pour tester la commande d`encodage.
ru: Нажмите для проверки команды кодирования.
zh_cn: 点击这测试编码命令。

source: Click to test the playback command.
fr: Cliquer pour tester la commande de lecture.
ru: Нажмите для проверки команды воспроизведения.
zh_cn: 点击这测试回放命令。

source: Click to test the transcode command.
fr: Cliquer pour tester la commande de transcodage.
ru: Нажмите для проверки команды транскодирования.
zh_cn: 点击测试译码命令。

source: Clicking "OK" applies all the default actions suggested by the error messages.
fr: Cliquer "OK" applique toutes les actions suggérées par défaut par les messages d`erreur.
ru: Нажмите "OK" применив все действия по умолчанию.
zh_cn: 点击确定，默认发送所有错误信息。

source: Default Capture Mode:
fr: Mode de Capture par Défaut:
ru: Режим захвата по умолчанию:
zh_cn: 默认抓取模式：

source: Don't save the video. Note: the temporary file will not be deleted but may be overwritten on next capture.
fr: Ne pas sauvegarder la vidéo. Note: le fichier temporaire ne sera pas supprimé mais peut être écrasé sur la prochaine capture.
ru: Не сохранять видео. Пометка: временный файл не будет удален, но может быть перезаписан при следующей записи.
zh_cn: 不要保存视频。注意：临时文件没有被删，将会覆盖下一个抓取。

source: Edit Command:
fr: Commande d`Édition:
ru: Редактирование:
zh_cn: 辑编命令：

source: Enable _Audio
fr: Activer l`_Audio
ru: Записывать _звук
zh_cn: 允许 音频

source: Enable Capturing of Mouse Pointer Movement.
fr: Activer la Capture du Mouvement du Pointeur de la Souris.
ru: Включить захват передвижения курсора мыши
zh_cn: 允许抓取鼠标指针动作。

source: Enable the autocontinue feature for Multi-Frame Capture.
fr: Activer la fonction autocontinue pour la Capture Multi-Images.
ru: Включить функцию автоматического продолжения записи для серийного режима.
zh_cn: 能够自动继续在多帧抓取时。

source: Encoding Command:
fr: Commande d`Encodage:
ru: Кодирование:
zh_cn: 编码命令：

source: Enter a target filename or pattern here.
fr: Entrer un modèle ou un nom de fichier cible ici.
ru: Введите имя файла или шаблон.
zh_cn: 在这填上对象文件名或式样。

source: Enter an audio device name here.
fr: Entrer un nom de périphérique audio ici.
ru: Введите здесь имя аудио устройства.
zh_cn: 在这填入音频设备名。

source: Enter the command to be executed for editing the current frame.
fr: Entrer la commande à exécuter pour l`édition de l`image actuelle.
ru: Введите команду для запуска редактирования текущего кадра.
zh_cn: 输入命令执行编辑当前帧。

source: Enter the command to be executed for editing the recorded video.
fr: Entrer la commande à exécuter pour l`édition de la vidéo enregistrée.
ru: Введите команду для запуска редактирования записанного видео.
zh_cn: 按回车辑编记录的视频。

source: Enter the command to be executed for encoding the recorded individual frames.
fr: Entrer la commande à exécuter pour l`encodage des images individuelles enregistrées.
ru: Введите команду для запуска кодирования отдельно записанных кадров.
zh_cn: 输入命令执行当前帧的编码。

source: Enter the command to be executed for playing back the recorded video.
fr: Entrer la commande à exécuter pour la lecture de la vidéo enregistrée.
ru: Введите команду для воспроизведения записи.
zh_cn: 输入命令执行回放记录视频。

source: Enter the command to be executed for transcoding the recorded video.
fr: Entrer la commande à exécuter pour le transcodage de la vidéo enregistrée.
ru: Введите команду для запуска транскодирования записанного видео.
zh_cn: 输入命令执行对录制视频的译码。

source: File Format:
fr: Format de Fichier:
ru: Формат файла:
zh_cn: 文件格式：

source: File Name:
fr: Nom du Fichier:
ru: Имя файла:
zh_cn: 文件名：

source: Frame Number Increment:
fr: Incrément Nombre d`Images:
ru: Увеличение кадров:
zh_cn: 增加 帧数：

source: Frame Start Number:
fr: Numéro de Départ de l`Image:
ru: Номер начального кадра:
zh_cn: 帧起 始于：

source: Frames per Second:
fr: Images par Seconde:
ru: Кадров в секунду:
zh_cn: 每秒 帧数：

source: G_eneral
fr: G_énéral
ru: Основные
zh_cn: 一般(_E)

source: Hide Frame
fr: Cacher le Cadre

source: Increment the counter for frame numbering by the number provided.
fr: Incrémenter le compteur pour le numérotage d`images par le numéro fourni.
ru: Увеличивать значение следующего кадра на указанное число.
zh_cn: 以数字为单位增加帧记录数。

source: Input Device:
fr: Périphérique d`Entrée:
ru: Устройство:
zh_cn: 输入 设备：

source: M_ulti-Frame
fr: M_ulti-Images
ru: Серийный
zh_cn: 多帧(_U)

source: Manually Set XDamage
fr: Régler Manuellement XDamage
ru: Вручную установить XDamage
zh_cn: 手动设置XDamage

source: Maximum Frames:
fr: Images Maximums:
ru: Максимум кадров:
zh_cn: 最大 帧数：

source: Maximum Time:
fr: Temps Maximum:
ru: Максимальная длительность:
zh_cn: 最大 时间：

source: Minimize to System Tray
fr: Minimiser vers la Boîte à Miniatures
ru: Свернуть в системный лоток
zh_cn: 最小化到系统托盘

source: Multi Frame Capture
fr: Capture Multi-Images
ru: Серийный режим
zh_cn: 抓取多帧

source: Multi-Frame
fr: Multi-Images
ru: Серийный
zh_cn: 多帧

source: Open the preferences dialog to revisit your settings
fr: Ouvrir le dialogue des préférences pour revisiter vos paramètres
ru: Откройте окно параметров для проверки ваших настроек
zh_cn: 打开参数设置对话重新设置

source: Pause recording
fr: Pause de l`enregistrement
ru: Поставить запись на паузу
zh_cn: 暂停录制

source: Play the video just captured
fr: Lire la vidéo capturée à l`instant
ru: Воспроизвести только что записанное видео
zh_cn: 播放抓取视频

source: Playback Command:
fr: Commande de Lecture:
ru: Воспроизведение:
zh_cn: 回放命令：

source: Preferences
fr: Préférences
ru: Параметры
zh_cn: 参数设置

source: Preferences Warning!
fr: Avertissement des Préférences!
ru: Предупреждение окна настроек!
zh_cn: 参数设置警告！

source: Quality:
fr: Qualité:
ru: Качество:
zh_cn: 品质：

source: Rescale Output Percentage:
fr: Redimensionner le Pourcentage de Sortie:
ru: Процентное изменение масштаба записи
zh_cn: 输出比例：

source: S_ingle-Frame
fr: I_mage par Image
ru: Покадровый
zh_cn: 单帧(_I)

source: Sample Rate:
fr: Fréquence d`Échantillonnage:
ru: Частота дискретизации:
zh_cn: 取样 速率：

source: Save Capture _Geometry
fr: Sauvegarder la _Géométrie de la Capture
ru: Сохранять геометрию захвата
zh_cn: 保存抓取位置(_G)

source: Save size and position of the Capture Area to the preferences file.
fr: Sauvegarder la taille et la position de la Zone de Capture vers le fichier de préférences.
ru: Сохранять размер и позицию области захвата в файл настроек.
zh_cn: 保存抓取区域的大小和位置参数。

source: Save video to filename specified above.
fr: Sauvegarder la vidéo au nom de fichier spécifié ci-dessus.
ru: Сохранить видео в файл, указанный выше.
zh_cn: 保存视频到指定文件名。

source: Select a filename to save the video as.
fr: Sélectionner un nom de fichier pour sauvegarder la vidéo sous.
ru: Выберите имя файла для сохранения видео.
zh_cn: 选择一个文件名来保存这段视频。

source: Select rectangular area to capture
fr: Sélectionner la zone rectangulaire à capturer
ru: Выделить область для захвата
zh_cn: 选择矩形抓取区域

source: Set the audio capture bit rate.
fr: Régler le débit de la capture audio.
ru: Установить битрейт для звукозаписи.
zh_cn: 设置抓取音频的位速率。

source: Set the audio capture sample rate.
fr: Régler la fréquence d`échantillonnage de la capture audio.
ru: Установить частоту дискретизации для звукозаписи.
zh_cn: 设置抓取音频的取样速率。

source: Set the maximum number of frames to record. A value of zero makes a capture session run until stopped interactively.
fr: Régler le nombre maximum d`images à enregistrer. Une valeur de zéro fait qu`une session de capture s`exécute jusqu`à ce qu`elle soit arrêtée interactivement.
ru: Установить максимальное количество кадров записи. При нулевом значении запись будет остановлена по решению пользователя.
zh_cn: 设置帧记录的最大数。 从零开始计算从记录开始到停止对话。

source: Set the maximum time to record in number of seconds. A value of zero makes a capture session run until stopped interactively.
fr: Régler le temps maximum à enregistrer en nombre de secondes. Une valeur de zéro fait qu`une session de capture s`exécute jusqu`à ce qu`elle soit arrêtée interactivement.
ru: Установить максимальное время записи в секундах. При нулевом значении запись будет остановлена по решению пользователя.
zh_cn: 设置记录的最大秒数。 从零开始计算从记录开始到停止对话。

source: Show Frame
fr: Afficher le Cadre

source: Show this dialog next time
fr: Afficher ce dialogue la prochaine fois
ru: Отображать это окно в следующий раз
zh_cn: 下次显示此对话

source: Single Frame Capture
fr: Capture Image par Image
ru: Покадровый режим
zh_cn: 抓取单帧

source: Single-Frame
fr: Image par Image
ru: Покадровый
zh_cn: 单帧

source: Start numbering captured frames at the number provided.
fr: Démarrer le numérotage des images capturées au numéro fourni.
ru: Установить номер начального кадра в указанное значение.
zh_cn: 从那一编号开始抓取帧的录制。

source: Start recording
fr: Démarrer l`enregistrement
ru: Начать запись
zh_cn: 开始录制

source: Stop recording
fr: Arrêter l`enregistrement
ru: Остановить запись
zh_cn: 停止录制

source: Toggle audio capture on/off.
fr: Basculer la capture audio on/off.
ru: Включить или выключить аудиозапись.
zh_cn: 音频抓取开关。

source: Transcoding Command:
fr: Commande de Transcodage:
ru: Транскодинг:
zh_cn: 译码命令：

source: Uncheck this to only show this dialog when required to ask for a target filename. This setting can also be changed from the preferences dialog.
fr: Décocher ceci pour afficher seulement ce dialogue lorsque requis à demander pour un nom de fichier cible. Ce réglage peut aussi être changé à partir du dialogue des préférences.
ru: Снять отметку для того чтобы отображать это окно только когда требуется запросить имя файла. Этот параметр также может быть изменен в окне настроек.
zh_cn: 不勾选时只会在询问对象文件名时出现此对话。这个选项同样也可以在参数设置对话中设置。

source: Use Multi-Frame Capture as default, i.e. if nothing else is explicitly specified.
fr: Utiliser la Capture Multi-Images par défaut, i.e. si rien d`autre n`est explicitement spécifié.
ru: Использовать многокадровый захват если ни один из режимов захвата не выбран явно.
zh_cn: 默认使用多帧录制，也就是说不用明确指定。

source: Use Shared Memory access to X11. Xserver and client need to be running on the same machine.
fr: Utiliser l`accès à la Mémoire Partagée à X11. Xserver et le client ont besoin d`être lancés sur la même machine.
ru: Использовать доступ общей памяти в X11. Xserver и клиент должны быть запущены на одном компьютере.
zh_cn: 通过共享内存访问X11 X服务和客户机需要运行相同的机器。

source: Use Single-Frame Capture as default, i.e. if nothing else is explicitly specified.
fr: Utiliser la Capture Image par Image par défaut, i.e. si rien d`autre n`est explicitement spécifié.
ru: Использовать покадровый захват если ни один из режимов захвата не выбран явно.
zh_cn: 默认使用单帧录制，也就是说不用明确指定。

source: Use _Shared Memory
fr: Utiliser la Mémoire _Partagée
ru: Использовать общую память
zh_cn: 使用共享内存(_S)

source: Video Codec:
fr: Codec Vidéo:
ru: Видео кодек:
zh_cn: 视频编码：

source: Your input bears a number of inconsistencies! Please review the list below and click "OK" to accept the suggested actions or "Cancel" to return to the Preferences dialog.
fr: Votre entrée porte un nombre d` incohérences! Veuiller revoir la liste ci-dessous et cliquer "OK" pour accepter les actions suggérées ou "Annuler" pour retourner au dialogue des Préférences.
ru: Ваши действия вызвали некоторую противоречивость! Пожалуйста, просмотрите список ниже и нажмите "OK" для принятия предлагаемого действия или "Cancel" для возврата в окно настроек.
zh_cn: 您的输入产生一个错误代码！ 请复审下表内容并点击确定接受建议 或者点取消返回到参数设置对话中。

source: _Animate / Play
fr: _Animer / Lire
ru: _Воспроизвести
zh_cn: 激活/播放(_A)

source: _Make Video
fr: _Faire une Vidéo
ru: _Мультиплицировать кадры
zh_cn: 生成视频(_M)

source: _Save Preferences
fr: _Sauvegarder les Préférences
ru: Сохранить _настройки
zh_cn: 保存参数设置(_S)

source: disabled
fr: désactiver
ru: выключено
zh_cn: 关闭

source: enabled
fr: activer
ru: включено
zh_cn: 开启

source: translator-credits
fr: Jacques Blouin
ru: Alexander Kraev <alexander.kraev@gmail.com>, 2007
zh_cn: 李红昆

source: try
fr: essayer
ru: проба
zh_cn: 测试

source: website
fr: site web
ru: веб-сайт
zh_cn: lon83129@126.com

source: INFO
ru: Информация
zh_cn: 提示

source: CODE %i:
ru: Код %i:
zh_cn: 代码%i：

source: DESC:
ru: Описание:
zh_cn: 代码：

source: ACTION:
ru: Действие:
zh_cn: 动作：

source: C_apture
ru: Запись
zh_cn: 抓取(_C)

source: position = %ix%i
ru: позиция = %ix%i
zh_cn: 位置= %ix%i

source: autocontinue = %s
ru: автоматическое продолжение = %s
zh_cn: 自动继续= %s

source: INFO (%i):
ru: Информация (%i):
zh_cn: 提示(%i)：

source: Action:
ru: Действие:
zh_cn: 动作：

source: Auto_continue
ru: Автоматическое продолжение записи
zh_cn: 自动继续(_C)

source: _Pause
ru: _Пауза
zh_cn: 暂停(_P)

source: auto
ru: авт.
zh_cn: 自动

source: ???? (%i):
zh_cn: 未知(%i)：
