Repository: axiak/xvidcap-pulseaudio
Catalog: po/*.po
Languages: fr, ru, zh_cn

source: # this does not work well for 3D compositing window managers like compiz or beryl.
fr: # ceci ne fonctionne pas bien pour les gestionnaires de fenêtres composées 3D comme compiz ou beryl.
ru: # это плохо работает с оконными менеджерами с поддержкой 3D такими как compiz или beryl.
zh_cn: #这是不能工作在3D窗口管理程序下的，象compiz 或者 beryl。 # this does not work well for 3D compositing window managers like compiz or beryl.

source: # therefore xvidcap disables this by default for those window managers.
fr: # donc xvidcap désactive ceci par défaut pour ces gestionnaires de fenêtres.
ru: # поэтому xvidcap отключает это по умолчанию для таких оконных менеджеров.
zh_cn: #因此xvidcap会被那些默认的窗口管理程序关闭。 # therefore xvidcap disables this by default for those window managers.

source: # set this to "-1" for auto-detection, "0" for disabled, or "1" for enabled.
fr: # régler ceci à "-1" pour l`auto-détection, "0" pour désactiver, ou "1" pour activer.
ru: # установить "-1" для автоматического определения, "0" чтобы отключить, или "1" чтобы включить.
zh_cn: #设置“-1”为自动检测，“0”为关闭，“1”为开启。 # set this to "-1" for auto-detection, "0" for disabled, or "1" for enabled.

source: # hide GUI
fr: # cacher la GUI

source: # hide frame around capture area
fr: # cacher le cadre autour de la zone de capture

source: # device to grab audio from
fr: # périphérique pour saisir l`audio à partir de

source: # what kind of mouse pointer should be recorded? 0 = none, 1 = white, 2 = black
fr: # quel sorte de pointeur de souris devrait-être enregistré? 0 = aucun, 1 = blanc, 2 = noir
ru: # какого типа указатель мыши должен быть записан? 0 = никакой, 1 = белый, 2 = черный
zh_cn: # 将抓取什么类型的鼠标指针？0 = 没有，1 = 白色，2 = 黑色 # what kind of mouse pointer should be recorded? 0 = none, 1 = white, 2 = black

source: # should cap_geometry be saved to prefs?
fr: # est-ce-que cap_geometry devrait être sauvegardé vers les préfs?

source: # area to capture as in --capture_geometry
fr: # zone à capturer comme dans --capture_geometry
ru: # область для записи как в --capture_geometry
zh_cn: # 抓取区域参数在--抓取位置 # area to capture as in --capture_geometry

source: # locked frame follows mouse not window
fr: # cadre verrouillé suit la souris pas la fenêtre

source: # show time rather than frame count
fr: # afficher le temps plutôt que le compte d`images

source: # toggle autocontinue (0/1)
fr: # basculer autocontinue (0/1)

source: # always show results dialog (0/1)
fr: # montrer toujours le dialogue des résultats (0/1)

source: # rescale the captured area to n percent of the original
fr: # redimensionner la zone capturée à n pourcent de l`originale
ru: # изменить масштаб области захвата в n процентов от оригинала
zh_cn: # 改变抓取区域大小为原始区域的精确百分比 # rescale the captured area to n percent of the original

source: # minimize the main control to the system tray while recording
fr: # minimiser la commande principale vers la boîte à miniatures pendant l`enregistrement
ru: # убрать панель управления в системный лоток во время записи
zh_cn: #当录制时主窗口最小化到系统托盘 # minimize the main control to the system tray while recording

source: #options for single-frame capture ...
fr: #options pour la capture image par image ...
ru: #параметры для покадровой записи ...
zh_cn: #单帧抓取设置... #options for single-frame capture ...

source: # file pattern # this defines the filetype to write via the extension provided
fr: # modèle de fichier # ceci défini le type de fichier à écrire via l`extension fournie
ru: # шаблон файла # эта строка определяет тип файла для записи с помощью расширения
zh_cn: # 文件式样 # file pattern # 在这里通过文件扩展名来定义文件类型 # this defines the filetype to write via the extension provided

source: # valid extensions are:
fr: # extensions valides sont:
ru: # корректные расширения:
zh_cn: # 有效的扩展名： # valid extensions are:

source: # file format - use AUTO to select format through file extension
fr: # format de fichier - utiliser AUTO pour sélectionner le format au moyen de l`extension du fichier
ru: # формат файла - автоматически выбирает формат согласно расширению
zh_cn: # 文件格式－使用自动会根据文件扩展名去选择格式 # file format - use AUTO to select format through file extension

source: # Otherwise specify one of the following:
fr: # Autrement spécifier un des suivants:
ru: # Иначе указать один из следующих:
zh_cn: # 要不然在下面列表中选一： # Otherwise specify one of the following:

source: # video codec used by ffmpeg - use AUTO to auto-detect codec
fr: # codec vidéo utilisé par ffmpeg - utiliser AUTO pour auto-détecter le codec
ru: # видео кодеки используемые ffmpeg - используйте AUTO для автоматического определения кодека
zh_cn: # 用于ffmpeg的视频编码－用于自动检测格式 # video codec used by ffmpeg - use AUTO to auto-detect codec

source: # audio codec (for future use)
fr: # codec audio (pour usage futur)

source: # frames per second # put as normal decimal number or a fraction like "30000/10001"
fr: # images par seconde # mettre comme nombre décimal normal ou une fraction comme "30000/10001"
ru: # кадров в секунду # укажите десятичное число или дробь, к примеру "30000/10001"
zh_cn: #每一秒的帧数 # frames per second #估计标准的十进制数字或一部分类似于“30000/10001” # put as normal decimal number or a fraction like "30000/10001"

source: # max time (0 = unlimited)
fr: # temps max (0 = illimité)

source: # max frames (0 = unlimited)
fr: # images max (0 = illimité)

source: # number to start counting individual frames from
fr: # numéro pour démarrer le comptage individuel des images à partir de
ru: # число отсчет кадров для записи отдельных кадров
zh_cn: # 从那一帧数开始计数 # number to start counting individual frames from

source: # quality (JPEG/MPEG)
fr: # qualité (JPEG/MPEG)

source: # toggle audio capture (0/1) (for future use)
fr: # basculer la capture audio (0/1) (pour usage futur)

source: # sample rate for audio capture (for future use)
fr: # fréquence d`échantillonnage pour la capture audio (pour usage futur)

source: # bit rate for audio capture (for future use)
fr: # débit pour la capture audio (pour usage futur)

source: # number of channels to use in audio capture (for future use)
fr: # nombre de canaux à utiliser dans la capture audio (pour usage futur)
ru: # количество каналов для использования в аудиозаписи (для дальнейшего использования)
zh_cn: # 多少音频通道数用于音频的抓取 (将来实现) # number of channels to use in audio capture (for future use)

source: # command to display captured frames as animation
fr: # commande pour afficher les images capturées comme animation
ru: # команда для отображения захваченных кадров как анимация
zh_cn: # 显示抓取帧生成的动画的命令 # command to display captured frames as animation

source: # command to edit current frame
fr: # commande pour éditer l`image actuelle
ru: # команда для редактирования текущего кадра
zh_cn: # 编辑当前帧的命令 # command to edit current frame

source: # command to encode captured frames
fr: # commande pour encoder les images capturées
ru: # команда для кодирования записанных кадров
zh_cn: # 改当前帧编码的命令 # command to encode captured frames

source: #options for multi-frame capture ...
fr: #options pour la capture multi-images ...
ru: #параметры для серийной записи ...
zh_cn: #多帧抓取设置... #options for multi-frame capture ...

source: # audio codec used by ffmpeg - use AUTO to auto-detect audio codec
fr: # codec audio utilisé par ffmpeg - utiliser AUTO pour auto-détecter le codec audio
zh_cn: # 用于ffmpeg的音频编码 - 用于自动检测音频格式 # audio codec used by ffmpeg - use AUTO to auto-detect audio codec

source: # number to start counting individual frames from (for future use)
fr: # numéro pour démarrer le comptage individuel des images à partir de (pour usage futur)
ru: # начальное значение отсчета отдельных кадров (для будущего использования)
zh_cn: # 从那一帧数开始计数 (将来实现) # number to start counting individual frames from (for future use)

source: # toggle audio capture (0/1)
fr: # basculer la capture audio (0/1)

source: # sample rate for audio capture
fr: # fréquence d`échantillonnage pour la capture audio

source: # bit rate for audio capture
fr: # débit pour la capture audio

source: # number of channels to use in audio capture
fr: # nombre de canaux à utiliser dans la capture audio
ru: # количество каналов для использования в аудиозаписи
zh_cn: # 多少音频通道数用于音频的抓取 # number of channels to use in audio capture

source: # command to edit current movie
fr: # commande pour éditer le film actuel
ru: # команда для редактирования видео
zh_cn: # 编辑当前抓取影片的命令 # command to edit current movie

source: # command to encode captured frames (subject to change)
fr: # commande pour encoder les images capturées (sujet à changer)
ru: # команда кодирования записанных кадров (тема для изменений)
zh_cn: # 改抓取帧编码的命令 (标题被改变) # command to encode captured frames (subject to change)

source: reading unsupported GUI preferences from options file resetting to GUI not hidden
fr: lecture des préférences GUI non-supportée à partir du fichier d`options réinitialisation à GUI non cachée
ru: чтение не поддерживаемых параметров интерфейса из файла настроек восстановление к режиму показа графического интерфейса
zh_cn: 从配置文件中读出不正确的GUI设置 重置GUI不隐藏

source: reading unsupported noframe preferences from options file resetting to frame not hidden
fr: lecture des préférences noframe non-supportée à partir du fichier d`options réinitialisation au cadre non cachée

source: reading unsupported save_geometry preferences from options file resetting to capture geometry not saved
fr: lecture des préférences save_geometry non-supportée à partir du fichier d`options réinitialisation à géométrie de la capture non sauvegardée
ru: чтение не поддерживаемых параметров save_geometry из файла настроек восстановление геометрии записи не сохранено
zh_cn: 读出不支持的“位置”参数，来自于配置文件 重置抓取形状不保存。

source: reading unsupported follow_mouse preferences from options file resetting lock to follow control window
fr: lecture des préférences follow_mouse non-supportée à partir du fichier d`options réinitialisation verrouiller pour suivre la fenêtre de commande

source: reading unsupported show_time value from options file resetting to display frame counter
fr: lecture de la valeur show_time non-supportée à partir du fichier d`options réinitialisation à afficher le compteur d`images
ru: чтение не поддерживаемого параметра show_time из файла настроек восстановление счетчика кадров на дисплее
zh_cn: 读出不支持的“显示时间”的值，来自于配置文件 重置显示帧计数器。

source: reading unsupported auto_continue value from options file resetting to autocontinue enabled.
fr: lecture de la valeur auto_continue non-supportée à partir du fichier d`options réinitialisation à autocontinue activé.
ru: чтение не поддерживаемого значения auto_continue из файла настроек восстановление к режиму включенного автоматическому продолжение
zh_cn: 读出不支持的“自动继续”的值，来自于配置文件 重置“自动继续”为开启。

source: reading unsupported always_show_results value from options file resetting to always show results.
fr: lecture de la valeur always_show_results non-supportée à partir du fichier d`options réinitialisation à montrer toujours les résultats.
ru: чтение не поддерживаемого параметра always_show_results из файла настроек восстановление к всегда отображать результаты
zh_cn: 读出不支持的“总是显示结果”的值，来自于配置文件 重置“总是显示结果”。

source: reading unsupported minimize_to_tray value from options file resetting to not minimizing to tray.
fr: lecture de la valeur minimize_to_tray non-supportée à partir du fichier d`options réinitialisation à ne pas minimiser vers la boîte à miniatures.
ru: чтение не поддерживаемого значения minimize_to_tray из файла настроек восстановление к режиму включенного автоматическому продолжение
zh_cn: 读出不支持的“自动继续”的值，来自于配置文件 重置“自动继续”为开启。

source: reading unsupported target from options file resetting to target auto-detection
fr: lecture de la cible non-supportée à partir du fichier d`options réinitialisation à l`auto-détection de la cible
ru: чтение не поддерживаемой цели из файла настроек восстановление к автоматическому определению цели
zh_cn: 读出不支持的对象，来自于配置文件 重置目标为自动检测

source: reading unsupported target codec (%i) from options file resetting to codec auto-detection
fr: lecture du codec cible non-supportée (%i) à partir du fichier d`options réinitialisation à l`auto-détection du codec
ru: чтение не поддерживаемого кодека (%i) из файла настроек восстановление к автоматическому определению кодека
zh_cn: 读出不支持的编码对象(%i)来自于配置文件 重置编码为自动检测

source: reading unsupported target audio codec (%i) from options file resetting to audio codec auto-detection
fr: lecture du codec audio cible non-supportée (%i) à partir du fichier d`options réinitialisation à l`auto-détection du codec audio
ru: чтение не поддерживаемого аудио кодека (%i) из файла настроек восстановление к режиму автоматического определения аудио кодека
zh_cn: 读出不支持的音频对象编码(%i)来自于配置文件 重置音频编码为自动检测

source: Invalid parameter 'audio: %s' in preferences file
fr: Paramètre invalide 'audio: %s' dans le fichier des préférences
ru: Некорректный параметр 'аудио: %s' в файле настроек
zh_cn: 无效的音频参数：“%s”在配置文件中

source: Disabling audio capture unless overridden by command line
fr: Désactivation de la capture audio à moins de prioriser par la ligne de commande
ru: Отключить аудиозапись до переопределения командной строкой
zh_cn: 禁止抓取音频除非排除无效的命令行

source: %s %s: error opening input file %s: %i
fr: %s %s: erreur lors de l`ouverture du fichier d`entrée %s: %i
ru: %s %s: ошибка открытия файла %s: %i
zh_cn: %s %s：错误在打开输入文件 %s：%i

source: %s %s: Could not alloc input stream ... aborting
fr: %s %s: N`a pas pu allouer le flux d`entrée ... abandon
ru: %s %s: Не возможно разместить входящий поток ... завершение программы
zh_cn: %s %s：不能分配输入流... 异常退出

source: %s %s: could not find codec parameters
fr: %s %s: n`a pas pu trouver les paramètres du codec
ru: %s %s: не возможно найти параметры кодека
zh_cn: %s %s：没有发现编码器参数

source: %s %s: could not allocate audio output codec context
fr: %s %s: n`a pas pu allouer le contexte du codec de sortie audio
ru: %s %s: не возможно разместить контекста кодека аудио выхода
zh_cn: %s %s：不能分配音频输出编码的上下文

source: %s %s: Could not alloc stream ... aborting
fr: %s %s: N`a pas pu allouer le flux ... abandon
ru: %s %s: Не возможно разместить поток ... завершение программы
zh_cn: %s %s：不能分配数据流... 异常退出

source: %s %s: Could not alloc stream
fr: %s %s: N`a pas pu allouer le flux
ru: %s %s: Не возможно разместить поток
zh_cn: %s %s：不能分配数据流

source: %s %s: Can't initialize fifo for audio recording
fr: %s %s: Ne peut pas initialiser fifo pour l`enregistrement audio
ru: %s %s: Не возможно инициализировать FIFO для аудиозаписи
zh_cn: %s %s：不能为音频记录初始化先进先出(fifo)

source: %s %s: Can't resample. Aborting.
fr: %s %s: Ne peut pas rééchantillonner. Abandon.
ru: %s %s: Не возможно дискретизировать. Завершение.
zh_cn: %s %s：不能重复取样，异常退出。

source: %s %s: Error while opening codec for output stream
fr: %s %s: Erreur lors de l`ouverture du codec pour le flux de sortie
ru: %s %s: Ошибка открытия кодека для выходящего потока
zh_cn: %s %s：当打开输出流编码器时错误

source: %s %s: Unsupported codec (id=%d) for input stream
fr: %s %s: Codec non-supporté (id=%d) pour le flux d`entrée
ru: %s %s: Не поддерживаемый кодек (id=%d) для входящего потока
zh_cn: %s %s：不支持的编码在 (id=%d) 输入流

source: %s %s: Error while opening codec for input stream
fr: %s %s: Erreur lors de l`ouverture du codec pour le flux d`entrée
ru: %s %s: Ошибка открытия кодека для входящего потока
zh_cn: %s %s：当打开输入流编码器时错误

source: %s %s: Error while writing audio frame
fr: %s %s: Erreur lors de l`écriture de la trame audio
ru: %s %s: Ошибка записи аудио кадра
zh_cn: %s %s：记录音频帧错误

source: %s %s: Couldn't unlock mutex lock for writing audio frame
fr: %s %s: N`a pas pu déverrouiller le verrou mutex pour l`écriture de la trame audio
ru: %s %s: Не получилось разблокировать блокировку семафора для записи аудио кадра
zh_cn: %s %s：不能解开记录音频帧互斥锁

source: %s %s: error reading audio packet
fr: %s %s: erreur lors de la lecture du paquet audio
ru: %s %s: ошибка чтения аудио пакета
zh_cn: %s %s：读取音频包错误

source: %s %s: couldn't decode captured audio packet
fr: %s %s: n`a pas pu décoder le paquet audio capturé
ru: %s %s: не получилось декодировать записанные аудио пакеты
zh_cn: %s %s：不能解码抓取的音频包

source: %s %s: no audio frame
fr: %s %s: pas de trame audio
ru: %s %s: нет аудио кадра
zh_cn: %s %s：无音频帧

source: error reading audio packet
fr: erreur lors de la lecture du paquet audio
ru: ошибка чтения аудио пакета
zh_cn: 读取音频信息错误

source: %s %s: dropping audio frame %f %f
fr: %s %s: suppression de la trame audio %f %f
ru: %s %s: прерывистый аудио кадр %f %f
zh_cn: %s %s：遗失音频帧 %f %f

source: %s %s: Error while writing video frame
fr: %s %s: Erreur lors de l`écriture de la trame vidéo
ru: %s %s: Ошибка записи видел кадра
zh_cn: %s %s：记录视频帧时错误

source: %s %s: Could not alloc output stream
fr: %s %s: N`a pas pu allouer le flux de sortie
ru: %s %s: Не получилось разместить выходящий поток
zh_cn: %s %s：不能分配输出流

source: %s %s: video codec not found
fr: %s %s: codec vidéo non trouvé
ru: %s %s: видео кодек не найден
zh_cn: %s %s：视频编码没有发现

source: %s %s: The picture format you are grabbing (%i) is not supported by libswscale ... aborting
fr: %s %s: Le format d`image que vous êtes en train de saisir (%i) n`est pas supporté par libswscale ... abandon
ru: %s %s: Формат изображения, который вы записываете (%i) не поддерживается libswscale ... завершение
zh_cn: %s %s：您抓取的图像格式 (%i) 不被libswscale支持... 异常退出

source: %s %s: rgb ordering at image depth %i not supported ... aborting
fr: %s %s: rvb commande à la profondeur d`image %i non supporté ... abandon
ru: %s %s: размещение RGB в качестве изображения %i не поддерживается ... завершение
zh_cn: %s %s：在图像深度RGB调整时 %i 不被支持... 异常退出

source: %s %s: image depth %i not supported ... aborting
fr: %s %s: profondeur d`image %i non supportée ... abandon
ru: %s %s: глубина изображение %i не поддерживается ... завершение
zh_cn: %s %s：图像深度 %i 不被支持... 异常退出

source: %s %s: Couldn't determin output format ... aborting
fr: %s %s: N`a pas pu déterminer le format de sortie ... abandon
ru: %s %s: Не получилось определить выходной формат ... заверщение
zh_cn: %s %s：不能决定输出格式... 异常退出

source: %s %s: Error allocating memory for format context ... aborting
fr: %s %s: Erreur lors de l`attribution de mémoire pour le contexte de format ... abandon
ru: %s %s: Ошибка размещения памяти для формата контекста ... завершение
zh_cn: %s %s：分配格式化范围的内存错误... 异常退出

source: %s %s: Error allocating private data for format context ... aborting
fr: %s %s: Erreur lors de l`attribution de donnée privée pour le contexte de format ... abandon
ru: %s %s: Ошибка размещение приватных данных для формата контекста ... завершение
zh_cn: %s %s：分配格式化范围的专用数据错误... 异常退出

source: %s %s: Invalid encoding parameters ... aborting
fr: %s %s: Paramètres d`encodage invalides ... abandon
ru: %s %s: Некорректные параметры кодирования ... завершение
zh_cn: %s %s：无效的编码参数... 异常退出

source: %s %s: could not open video codec
fr: %s %s: n`a pas pu ouvrir le codec vidéo
ru: %s %s: не получилось открыть видео кодек
zh_cn: %s %s：不能打开视频编码器

source: %s %s: Could not allocate buffer for output frame! ... aborting
fr: %s %s: N`a pas pu allouer de tampon pour l`image de sortie! ... abandon
ru: %s %s: Не получилось выделить буфер для выходящего кадра! ... завершение
zh_cn: %s %s：不能为输出帧分配缓冲区！... 异常退出

source: %s %s: Could not allocate buffer for encoded frame (outbuf)! ... aborting
fr: %s %s: N`a pas pu allouer de tampon pour l`image encodée (outbuf)! ... abandon
ru: %s %s: Не получилось выделить буфер для кодирования кадра (outbuf)! ... завершение
zh_cn: %s %s：不能为编码帧分配缓冲区(输出缓冲区)！... 异常退出

source: %s %s: Could not open '%s' ... aborting
fr: %s %s: N`a pas pu ouvrir '%s' ... abandon
ru: %s %s: Не получилось открыть '%s' ... завершение
zh_cn: %s %s：不能打开“%s”... 异常退出

source: %s %s: Could not write header for output file (incorrect codec paramters ?) ... aborting
fr: %s %s: N`a pas pu écrire l`entête pour le fichier de sortie (paramètres du codec incorrects ?) ... abandon
ru: %s %s: Не получилось записать заголовок для выходящего файла (возможно некорректные параметры?) ... завершение
zh_cn: %s %s：输出文件不能写入磁盘(不正确的编码参数？)... 异常退出

source: %s %s: error converting or resampling frame: context %p, iwidth %i, iheight %i, owidth %i, oheight %i, inpfmt %i opfmt %i
fr: %s %s: erreur lors de la conversion ou du rééchantillonnage de l`image: context %p, iwidth %i, iheight %i, owidth %i, oheight %i, inpfmt %i opfmt %i
ru: %s %s: ошибка конвертирования или дискретизирования кадра: context %p, iwidth %i, iheight %i, owidth %i, oheight %i, inpfmt %i opfmt %i

source: %s %s: error encoding frame: c %p, outbuf %p, size %i, frame %p
fr: %s %s: erreur lors de l`encodage de l`image: c %p, outbuf %p, size %i, frame %p
ru: %s %s: ошибка кодирования кадра: c %p, outbuf %p, размер %i, кадр %p
zh_cn: %s %s：错误的帧编码：音频通道 %p， 输出缓冲 %p，尺寸 %i，帧 %p

source: mutex lock for writing video frame failed ... aborting
fr: le verrou mutex pour l`écriture de la trame vidéo a échoué ... abandon
ru: закрытие семафора для записываемого видео кадра прошло неудачно ... завершение
zh_cn: 记录视频帧互斥锁失败... 异常退出

source: couldn't release the mutex for writing video frame ... aborting
fr: n`a pas pu relâcher le mutex pour l`écriture de la trame vidéo ... abandon
ru: не получилось освободить семафор для записываемого видео кадра ... завершение
zh_cn: 记录视频帧时不能释放互斥... 异常退出

source: FATAL ERROR (%i):
fr: FATAL ERREUR (%i):
ru: Фатальная ошибка (%i):
zh_cn: 致命 错误(%i)：

source: ERROR (%i):
fr: ERREUR (%i):
ru: Ошибка (%i):
zh_cn: 错误 (%i)：

source: WARNING (%i):
fr: AVERTISSEMENT (%i):
ru: Предупреждение (%i):
zh_cn: 警告(%i)：

source: Details:
fr: Détails:
ru: Детали:
zh_cn: 详细资料：

source: [--action #] action to perform ("start"|"stop"|"pause")
fr: [--action #] action à effectuer ("start"|"stop"|"pause")

source: Could not send start command to xvidcap: %s
fr: N`a pas pu envoyer la commande démarrer à xvidcap: %s

source: Could not send stop command to xvidcap: %s
fr: N`a pas pu envoyer la commande arrêter à xvidcap: %s

source: Could not pause/unpause xvidcap: %s
fr: N`a pas pu mettre en pause/unpause xvidcap: %s

source: (select)
fr: (sélectionner)
ru: (выбор)
zh_cn: (选择)

source: 25 seconds
fr: 25 secondes
ru: 25 секунд
zh_cn: 25 秒

source: <b>Achieved Frame Rate:</b>
fr: <b>Fréquence d`Images Obtenue:</b>
ru: <b>Достигнутая частота смены кадров:</b>
zh_cn: <b>完成 帧速率：</b>

source: <b>Audio Codec:</b>
fr: <b>Codec Audio:</b>
ru: <b>Аудио кодек:</b>
zh_cn: <b>声音编码：</b>

source: <b>Audio Settings</b>
fr: <b>Réglages Audio</b>
ru: <b>Установки аудио</b>
zh_cn: <b>音频设置</b>

source: <b>Capture Success Ratio:</b>
fr: <b>Rapport de Succès de la Capture:</b>
ru: <b>Коэффициент успешности захвата:</b>
zh_cn: <b>抓取 结果比例：</b>

source: <b>Captured Frames:</b>
fr: <b>Images Capturées:</b>
ru: <b>Количество кадров:</b>
zh_cn: <b>抓取 帧：</b>

source: <b>Desired Frame Rate:</b>
fr: <b>Fréquence d`Images Désirée:</b>
ru: <b>Ожидаемая частота смены кадров:</b>
zh_cn: <b>要求 帧速率：</b>

source: <b>Height:</b>
fr: <b>Hauteur:</b>
ru: <b>Высота:</b>
zh_cn: <b>高度：</b>

source: <b>Miscellaneous Settings</b>
fr: <b>Réglages Divers</b>
ru: <b>Различные настройки</b>
zh_cn: <b>各方面设置</b>

source: <b>Multi-Frame Capture Commands</b>
fr: <b>Commandes de Capture Multi-Images</b>
ru: <b>Команды для серийной записи</b>
zh_cn: <b>多帧抓取命令</b>

source: <b>Single-Frame Capture Commands</b>
fr: <b>Commandes de Capture Image par Image</b>
ru: <b>Команды для покадровой записи</b>
zh_cn: <b>单帧抓取命令</b>

source: <b>Video Length:</b>
fr: <b>Durée de la Vidéo:</b>
ru: <b>Продолжительность видео:</b>
zh_cn: <b>视频 长度：</b>

source: <b>Video Codec:</b>
fr: <b>Codec Vidéo:</b>
ru: <b>Видео кодек:</b>
zh_cn: <b>视频编码：</b>

source: <b>Video Format:</b>
fr: <b>Format Vidéo:</b>
ru: <b>Видео формат:</b>
zh_cn: <b>视频格式：</b>

source: <b>Video Settings</b>
fr: <b>Réglages Vidéo</b>
ru: <b>Установки видео</b>
zh_cn: <b>视频设置</b>

source: <b>Width:</b>
fr: <b>Largeur:</b>
ru: <b>Ширина:</b>
zh_cn: <b>宽度：</b>
